"use client";
import { AssetIcon } from "@/constants/icons";
import Image from "next/image";
import Link from "next/link";

const TermAndConditions = () => {

  return (
    <>
      <main>
        <section
          className="flex items-center justify-center w-full h-[200px] relative overflow-hidden"
          style={{ background: "linear-gradient(282deg, #27c8f8, #1850c2)" }}
        >
          <div className="px-[1.5rem] relative">
            <div className="text-center text-white">
              <h1 className="text-[28px]">Terms & Conditions</h1>
            </div>
          </div>
          <div className="absolute right-[-100px] bottom-[150px] h-[150px] ml-auto opacity-30 pointer-events-none">
            <Image
              src={AssetIcon.logo_icon}
              alt="Logo"
              width={350}
              height={350}
            />
          </div>
        </section>
        <section className="py-24 grid grid-container-content pt-[4rem]">
          <div className="col-start-2 col-end-3">
            <div className="text-center w-full">
              <h1 className="font-sans text-[1.5rem] text-text_primary font-semibold mb-12">
                เงื่อนไขและข้อตกลงการใช้บริการแพลตฟอร์มสำหรับผู้ว่าจ้าง
                (Platform <br /> Terms & Conditions for Employer) <br /> ของ{" "}
                <br /> บริษัท ฟาสต์เวิร์ค เทคโนโลยีส์ จำกัด
              </h1>
            </div>
          </div>
          <div className="col-start-2 col-end-3 flex flex-row items-start gap-6 p-4 md:p-0">
            <ol className="text-text_primary pt-3 list-decimal pl-[48px] grid gap-2 mb-4 font-sans">
              <li>
                <p className="mb-6 leading-[1.5]">
                  <strong>นิยาม</strong>
                </p>
                <ul className="mt-3 list-disc pl-[48px] grid gap-2">
                  <li>
                    “แพลตฟอร์ม” หมายถึง เว็บไซต์ (
                    <Link prefetch={false} href="/">https://fastwork.co</Link>)
                    หรือแอปพลิเคชั่น Fastjob ของบริษัทฯ
                    เป็นช่องทางและเป็นพื้นที่กลางที่เปิดให้ผู้ใช้งานสามารถสร้าง
                    แบ่งปัน ขาย
                    และซื้องานหรือบริการในรูปแบบของการชำระเงินตามมูลค่าที่ถูกกำหนดเอาไว้ของงานหรือบริการดังกล่าว
                  </li>
                  <li>
                    “งาน” หมายถึง ผลงาน และ/หรือ การบริการต่าง ๆ
                    ที่ผู้ว่าจ้างว่าจ้างและ
                    <br />
                    ฟรีแลนซ์ได้ส่งมอบผ่านแพลตฟอร์ม
                  </li>
                  <li>
                    “บริษัทฯ” หมายถึง บริษัท ฟาสต์เวิร์ค เทคโนโลยีส์ จำกัด
                  </li>
                  <li>
                    “Fastjob” หมายถึง บริษัทฯ
                    ทางเทคโนโลยีที่ให้บริการแพลตฟอร์มสำหรับผู้ใช้งานเพื่อรับการบริการที่ให้บริการโดยผู้ให้บริการบุคคลที่สาม
                    หน้าที่ของบริษัทฯ
                    คือเป็นตัวกลางสื่อสารระหว่างผู้ว่าจ้างและฟรีแลนซ์
                  </li>
                  <li>“ผู้ใช้งาน” หมายถึง ผู้ว่าจ้างและฟรีแลนซ์</li>
                  <li>
                    “ผู้ว่าจ้าง” หรือ “ท่าน” หมายถึง บุคคลที่ใช้บริการแพลตฟอร์ม
                    โดยตกลงจ้างงานและรับมอบงานผ่านแพลตฟอร์ม
                  </li>
                  <li>
                    “ฟรีแลนซ์” หมายถึง บุคคลที่ใช้บริการแพลตฟอร์ม
                    โดยตกลงรับทำงานและส่งมอบงานผ่านแพลตฟอร์ม
                  </li>
                  <li>
                    “งานของฉัน” หมายถึง
                    หน้าหนึ่งบนแพลตฟอร์มที่ฟรีแลนซ์เสนองานหรือประวัติการทำงานของฟรีแลนซ์เพื่อให้ผู้ว่าจ้างตรวจสอบคุณภาพงานหรือประวัติการทำงานก่อนสร้างออเดอร์
                  </li>
                  <li>
                    “งานที่นำเสนอ” หมายถึง
                    หน้าหนึ่งบนแพลตฟอร์มที่ฟรีแลนซ์เสนอเพื่อขอรับทำงานที่ผู้ว่าจ้างประกาศบนหน้าประกาศงาน
                    โดยฟรีแลนซ์สามารถอธิบายถึงรายละเอียดของงานที่ตนจะเข้ารับทำงาน
                    ตลอดจนงานของฉัน
                    เพื่อให้ผู้ว่าจ้างศึกษาและตัดสินใจว่าจ้างฟรีแลนซ์ได้
                  </li>
                  <li>
                    “ประกาศงาน” หมายถึง
                    หน้าหนึ่งบนแพลตฟอร์มที่ผู้ว่าจ้างใช้ประกาศรับฟรีแลนซ์เพื่อเข้าทำงาน
                  </li>
                  <li>
                    “พูดคุย” หมายถึง หน้าหนึ่งบนแพลตฟอร์ม
                    สำหรับใช้เป็นช่องทางการสื่อสารระหว่างผู้ว่าจ้างกับฟรีแลนซ์ที่เกี่ยวข้องกับงานที่ผู้ว่าจ้างได้
                    <br />
                    ตกลงว่าจ้างฟรีแลนซ์
                    ซึ่งอาจใช้งานได้ด้วยวิธีการสื่อสารผ่านข้อความ ข้อความเสียง
                    ภาพ หรือวิธีการอื่นใด
                  </li>
                  <li>
                    “ออเดอร์” หมายถึง
                    หน้าหนึ่งบนแพลตฟอร์มที่ผู้ว่าจ้างสร้างขึ้นหลังจากสนใจงานที่ฟรีแลนซ์นำเสนอในหน้างานที่นำเสนอ
                    เมื่อสร้างออเดอร์แล้ว
                    ผู้ใช้งานย่อมสามารถพูดคุยกันถึงรายละเอียดของงาน
                    และฟรีแลนซ์สามารถสร้างใบเสนอราคาเพื่อให้ผู้ว่าจ้างพิจารณาอนุมัติต่อไปได้
                  </li>
                  <li>
                    “ออเดอร์ที่ไม่มีการเคลื่อนไหว” หมายถึง
                    ออเดอร์ที่ถูกสร้างขึ้นโดยผู้ว่าจ้างแล้วแต่ไม่มีการเคลื่อนไหวทางสถานะ
                    อาทิ ไม่มีการติดต่อระหว่างผู้ใช้งาน ไม่มีการสร้างใบเสนอราคา
                    ฯลฯ
                  </li>
                  <li>
                    “ใบเสนอราคา” หมายถึง
                    หน้าหนึ่งบนแพลตฟอร์มที่ฟรีแลนซ์เสนอแก่ผู้ว่าจ้างที่สร้าง
                    <br />
                    ออเดอร์ อันประกอบไปด้วยขอบเขตการทำงาน ระยะเวลาการทำงาน
                    ขั้นตอนการทำงาน อัตราค่าบริการ เงื่อนไขการแก้ไขงาน ทั้งนี้
                    เพื่อประกอบการตัดสินใจในการจ้างงาน
                  </li>
                  <li>
                    “ค่าบริการ” หมายถึง ค่าบริการที่ผู้ว่าจ้างตกลงชำระฟรีแลนซ์
                    เพื่อตอบแทนการเปิดออเดอร์ แต่ทั้งนี้ บริษัทฯ
                    จะดูแลค่าบริการไว้จนกว่าฟรีแลนซ์จะได้ส่งมอบงานแก่ผู้ว่าจ้าง
                    ทั้งนี้ ค่าบริการดังกล่าวจะไม่รวมภาษีหัก ณ ที่จ่าย
                  </li>
                  <li>
                    “ค่าธรรมเนียมการใช้ หมายถึง ค่าธรรมเนียมที่บริษัทฯ
                    เรียกเก็บจากทางฟรีแลนซ์ เพื่อตอบแทน
                  </li>
                  <li>บริการแพลตฟอร์ม” การรับงานผ่านแพลตฟอร์ม</li>
                  <li>
                    “ค่าธรรมเนียมการชำระเงิน” หมายถึง ค่าธรรมเนียมที่บริษัทฯ
                    เรียกเก็บจากผู้ว่าจ้าง เพื่อตอบแทนการว่าจ้างงานผ่านแพลตฟอร์ม
                  </li>
                  <li>
                    “เงินในระบบ (Fastjob Coin)” หมายถึง
                    คะแนนที่ผู้ว่าจ้างเติมเข้าไปในบัญชีผู้ใช้งานเพื่อใช้ชำระค่าบริการ
                    หรือค่าธรรมเนียมการชำระเงิน
                  </li>
                  <li>
                    “คะแนนโบนัส (Bonus Coin)” หมายถึง คะแนนที่บริษัทฯ
                    จะโอนให้ผู้ใช้งานเพื่อตอบแทนการใช้บริการแพลตฟอร์มตามเงื่อนไขที่บริษัทฯ
                    กำหนด
                  </li>
                  <li>
                    “ข้อมูลส่วนบุคคล” หมายถึง
                    ข้อมูลของบุคคลธรรมดาซึ่งทำให้สามารถระบุตัวบุคคลนั้นได้
                    ไม่ว่าทางตรงหรือทางอ้อม
                    แต่ไม่รวมถึงข้อมูลของผู้ถึงแก่กรรมโดยกรรม
                  </li>
                </ul>
              </li>
              <li>
                <p className="mb-6 m-0 leading-[1.5]">
                  <strong>ทั่วไป</strong>
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  เงื่อนไขและข้อตกลงการใช้บริการแพลตฟอร์มสำหรับผู้ว่าจ้าง
                  (Platform Terms &amp; Conditions for Employer) ฉบับนี้
                  <strong>(“ข้อตกลงการใช้งาน”)</strong>
                  มีผลใช้บังคับแทนที่ข้อตกลงการใช้งาน ลงวันที่ 24 พฤษภาคม 2566
                  และให้มีผลใช้มีผลใช้บังคับตั้งแต่วันที่ 21 สิงหาคม 2567
                  เป็นต้นไปจนกว่าจะมีการประกาศแก้ไขเพิ่มเติม
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  เมื่อมีการแก้ไขเพิ่มเติม บริษัทฯ
                  จะประกาศข้อตกลงการใช้งานผ่านแพลตฟอร์มและแจ้งเตือนเพื่อให้ผู้ใช้งานรับทราบและอ่านข้อตกลงการใช้งานเพื่อยอมรับข้อตกลงการใช้งานใหม่ผ่านแพลตฟอร์ม
                  ในกรณีที่ท่านไม่ยอมข้อตกลงการใช้งาน
                  ท่านจะไม่สามารถใช้บริการแพลตฟอร์ม
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  ข้อตกลงการใช้งานจะเป็นข้อตกลงการใช้งานระหว่างท่านกับบริษัทฯ
                  ซึ่งกำหนดสิทธิ หน้าที่
                  และความรับผิดชอบที่แต่ละฝ่ายพึงมีตลอดระยะเวลาที่ใช้บริการแพลตฟอร์ม
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  เมื่อท่านยอมรับข้อตกลงการใช้งานของบริษัทฯ แล้ว บริษัทฯ
                  จะถือว่าท่านยอมรับที่จะปฏิบัติตามข้อตกลงการใช้งาน
                  รวมถึงยอมรับนโยบายความเป็นส่วนตัวที่บริษัทฯ กำหนด ทั้งนี้
                  ท่านรับรองว่าจะไม่ดำเนินการใด ๆ อันเป็นการฝ่าฝืนกฎหมาย
                  ขัดต่อความสงบเรียบร้อย
                  หรือศีลธรรมอันดีของประชาชนผ่านแพลตฟอร์มโดยเด็ดขาด
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  ในกรณีที่บริษัทฯ ตรวจพบว่าท่านกระทำการใด ๆ
                  ที่ฝ่าฝืนข้อตกลงการใช้งาน นโยบายความเป็นส่วนตัว
                  หรือฝ่าฝืนคำรับรองใด ๆ บริษัทฯ
                  ขอสงวนสิทธิในการให้ท่านเข้าถึงการใช้บริการแพลตฟอร์ม ทั้งนี้
                  ดุลพินิจของบริษัทฯ ให้ถือเป็นที่สุด
                </p>
              </li>
              <li>
                <p className="mb-6 m-0 leading-[1.5]">
                  <strong>คำรับรองของผู้ว่าจ้าง</strong>
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  ผู้ว่าจ้างตกลงและรับรองที่จะไม่กระทำการใด ๆ
                  อันมีพฤติการณ์หรือลักษณะเป็นการหลอกลวงเพื่อหวังข้อมูล
                  (ฟิชชิ่ง) หรือก่อให้เกิดความเดือดร้อนรำคาญแก่ฟรีแลนซ์ (สแปม)
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  ผู้ว่าจ้างตกลงและรับรองที่จะไม่กระทำการใด ๆ
                  อันเป็นสิ่งผิดกฎหมาย
                  หรือขัดต่อความสงบเรียบร้อยหรือศีลธรรมอันดีของประชาชนผ่านแพลตฟอร์ม
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  ผู้ว่าจ้างตกลงและรับรองที่จะติดต่อกับฟรีแลนซ์ผ่านพูดคุยของแพลตฟอร์มเพื่อขอข้อมูลเพิ่มเติมหรือสอบถามรายละเอียดต่าง
                  ๆ ที่เกี่ยวข้องกับงาน ทั้งนี้
                  ผู้ว่าจ้างตกลงและรับรองที่จะไม่แสดงข้อมูลส่วนบุคคลของตน อาทิ
                  ชื่อ สกุล เบอร์โทรศัพท์ จดหมายอิเล็กทรอนิกส์ ที่อยู่
                  ชื่อบัญชีผู้ใช้งานในช่องทางอื่น ๆ นอกเหนือจากแพลตฟอร์ม
                  ซึ่งรวมถึงแต่ไม่จำกัดเพียง LINE, Whatsapp, WeChat, Facebook
                  ฯลฯ หรือข้อมูลส่วนบุคคลอื่นใด ทั้งนี้
                  เพื่อปฏิบัติตามข้อตกลงการใช้งานฉบับนี้และเพื่อคุ้มครองข้อมูลส่วนบุคคลของท่านตามนโยบายความเป็นส่วนตัว
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  ในกรณีที่ผู้ว่าจ้างได้รับการติดต่อจากฟรีแลนซ์ในช่องทางอื่นนอกเหนือจากพูดคุยของแพลตฟอร์ม
                  ผู้ว่าจ้างตกลงแจ้งเหตุละเมิดการใช้งานที่ฝ่าฝืนข้อตกลงการใช้งานให้บริษัทฯ
                  ทราบโดยทันที ซึ่งต้องไม่เกินกว่า
                  <br />3 วัน นับแต่วันที่ได้รับการติดต่อดังกล่าว
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  ผู้ว่าจ้างตกลงและรับรองที่จะไม่ใช้สิทธิในฐานะผู้ว่าจ้างหรือฐานะอื่นใดเพื่อชักชวนฟรีแลนซ์ให้ส่งมอบผลงาน
                  และ/หรือ บริการ ติดต่อ หรือกระทำการอื่นใดที่เกี่ยวข้องกับงาน
                  หรืองานที่อาจเกิดขึ้นในอนาคตนอกแพลตฟอร์ม ทั้งนี้
                  ไม่ว่าเพื่อผลประโยชน์แก่ผู้ว่าจ้างหรือบุคคลอื่น อาทิ
                  การมีเจตนาชำระเงินผ่านระบบเพียงบางส่วน
                  การสรรหาพนักงานเพื่อเข้าทำงานในบริษัทของตน
                  หรือเพื่อสร้างข้อมูลหรือผลงานอันเป็นเท็จ เป็นต้น
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  ในกรณีที่บริษัทฯ พบเห็นว่าผู้ว่าจ้างกระทำการใด ๆ
                  อันเป็นการฝ่าฝืนคำรับรอง บริษัทฯ
                  มีสิทธิใช้ดุลพินิจระงับการใช้งานบัญชีผู้ใช้งาน
                  ลบบัญชีผู้ใช้งาน ขึ้นทะเบียนแบล็คลิสต์
                  หรือกระทำการอื่นใดตามที่บริษัทฯ เห็นสมควร
                  ซึ่งดุลพินิจของบริษัทฯ ให้ถือเป็นที่สุด
                </p>
              </li>
              <li>
                <p className="mb-6 m-0 leading-[1.5]">
                  <strong>การสมัครใช้บริการแพลตฟอร์ม</strong>
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  ฟรีแลนซ์ที่สมัครใช้บริการแพลตฟอร์มจะต้องเป็นบุคคลธรรมดาที่มีอายุครบ
                  15 ปีบริบูรณ์เท่านั้น
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  ผู้ว่าจ้างที่สมัครใช้บริการแพลตฟอร์มอาจเป็นบุคคลธรรมดาหรือนิติบุคคลก็ได้
                  ในกรณีที่เป็นบุคคลธรรมดา
                  ผู้ใช้บริการจะต้องเป็นบุคคลธรรมดาที่มีอายุครบ 15
                  ปีบริบูรณ์เท่านั้น ในกรณีที่เป็นนิติบุคคล
                  ผู้ใช้บริการต้องเป็นผู้แทนนิติบุคคลหรือผู้รับมอบอำนาจจากนิติบุคคลนั้น
                  ๆ เพื่อสมัครใช้บริการแพลตฟอร์ม
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  ทั้งนี้
                  การใช้บริการแพลตฟอร์มถือเป็นการแสดงเจตนายืนยันว่าท่านมีคุณสมบัติตามเงื่อนไขที่กำหนดและยอมรับข้อตกลงการใช้งานด้วยตนเอง
                  อย่างไรก็ตาม หากบริษัทฯ
                  พบว่าท่านมีคุณสมบัติไม่ครบถ้วนตามที่กำหนด บริษัทฯ
                  มีสิทธิที่จะระงับการใช้งานบัญชีผู้ใช้งานของท่าน
                  ในกรณีที่การจ้างงานถูกยกเลิกหรือยุติด้วยสาเหตุที่ผู้ใช้บริการเป็นผู้ไร้ความสามารถตามกฎหมาย
                  (อาทิ ผู้เยาว์ ผู้ไร้ความสามารถ หรือผู้เสมือนไร้ความสามารถ
                  เป็นต้น)
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  ผู้ใช้งานต้องดำเนินการสมัครสมาชิกตามขั้นตอนที่บริษัทฯ กำหนด
                  ผู้ใช้งานจึงจะสามารถเป็นผู้ว่าจ้างทำการจ้างงานหรือเป็นฟรีแลนซ์
                  แล้วแต่กรณี บนแพลตฟอร์มได้
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  ผู้ใช้งานยืนยันว่าข้อมูลต่าง ๆ
                  ที่ผู้ใช้งานใช้ในการสมัครสมาชิกเป็นข้อมูลที่ถูกต้องครบถ้วน
                  ไม่เป็นเท็จ ไม่ทำให้ผู้อื่นสำคัญผิด
                  หรือไม่ขาดข้อมูลในสาระสำคัญที่ควรต้องแจ้งให้บริษัทฯ หากบริษัทฯ
                  พบว่าข้อมูลไม่ถูกต้องหรือไม่ครบถ้วน
                  ไม่ว่าในระหว่างการสมัครหรือหลังจากที่การสมัครเสร็จสมบูรณ์แล้ว
                  บริษัทฯ มีสิทธิระงับหรือยกเลิกบัญชีผู้ใช้งาน
                  รวมถึงเรียกร้องค่าเสียหายที่เกิดขึ้นจากผู้ใช้งานได้
                </p>
              </li>
              <li>
                <p className="mb-6 m-0 leading-[1.5]">
                  <strong>ออเดอร์</strong>
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  ฟรีแลนซ์สามารถเสนอรายละเอียดงานผ่านงานที่นำเสนอบนแพลตฟอร์มได้
                  โดยฟรีแลนซ์ตกลงและรับรองว่ารายละเอียดงานนั้นจะเกี่ยวข้องกับงาน
                  และ/หรือ ใบเสนอราคา (ถ้ามี)
                  เพื่อให้ผู้ว่าจ้างพิจารณาและเข้าทำสัญญาจ้างงานต่อไปในอนาคต
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  ฟรีแลนซ์รับรองและตกลงว่าข้อความใด ๆ
                  ที่เผยแพร่ลงในงานที่นำเสนอนั้นมีความเหมาะสม ชอบด้วยกฎหมาย
                  และไม่ละเมิดสิทธิของบุคคลอื่น
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  ผู้ว่าจ้างอาจติดต่อหรือสอบถามรายละเอียดเกี่ยวกับรายละเอียดงานกับฟรีแลนซ์ได้ผ่านการพูดคุย
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  เมื่อได้รับข้อมูลเกี่ยวกับรายละเอียดงานแล้ว
                  ฟรีแลนซ์มีสิทธิตรวจสอบขอบเขตของงานเพื่อส่งมอบหรือให้บริการตามสัญญา
                  ในกรณีที่ฟรีแลนซ์พิจารณาแล้วไม่ประสงค์เข้าร่วมงานดังกล่าว
                  ฟรีแลนซ์มีสิทธิปฏิเสธการรับงานจากผู้ว่าจ้าง ทั้งนี้
                  ฟรีแลนซ์ตกลงแจ้งเหตุผลการปฏิเสธร่วมงานกับผู้ว่าจ้างโดยไม่ชักช้า
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  เมื่อผู้ว่าจ้างได้รับใบเสนอราคาจากฟรีแลนซ์แล้วประสงค์จะร่วมงานหรือจ้างฟรีแลนซ์ทำงาน
                  ผู้ว่าจ้างสามารถจ้างงานได้โดยการสร้างออเดอร์บนประกาศงาน
                  เมื่อผู้ว่าจ้างสร้างออเดอร์บนประกาศงานแล้วให้ถือว่าผู้ว่าจ้างยอมรับเงื่อนไขและรายละเอียดเกี่ยวกับการจ้างงาน
                  ขั้นตอนการส่งมอบงาน ขั้นตอนการแก้ไขงาน ความเป็นเจ้าของผลงาน
                  กำหนดระยะเวลาการเริ่มและส่งงาน และรายละเอียดอื่น ๆ (ถ้ามี)
                  ทั้งนี้ ตามที่ฟรีแลนซ์กำหนดไว้ในใบเสนอราคา อนึ่ง
                  กำหนดระยะเวลาการเริ่มและส่งงานจะเริ่มนับแต่วันที่ผู้ว่าจ้างชำระเงินค่าบริการผ่านแพลตฟอร์ม
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  ผู้ว่าจ้างตกลงชำระค่าบริการภายในระยะเวลาที่กำหนดในใบเสนอราคา
                  ในกรณีที่ผู้ว่าจ้างไม่ชำระเงินภายในระยะเวลาที่กำหนด
                  แพลตฟอร์มจะยกเลิกออเดอร์และใบเสนอราคาที่เกี่ยวข้องโดยอัตโนมัติ
                  ทั้งนี้
                  ระบบจะมีการแจ้งเตือนกำหนดวันสุดท้ายของการชำระค่าบริการให้ผู้ว่าจ้างรับทราบ
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  เมื่อผู้ว่าจ้างชำระค่าบริการในแพลตฟอร์มเสร็จสมบูรณ์
                  ผู้ว่าจ้างจะได้รับหมายเลขออเดอร์สำหรับงานที่ว่าจ้างและฟรีแลนซ์ตกลงทำงานที่ได้รับว่าจ้างเพื่อส่งมอบผลงาน
                  และ/หรือ บริการภายในระยะเวลาที่กำหนดในใบเสนอราคา
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  ตลอดระยะเวลาทำงาน
                  ผู้ใช้งานอาจติดต่อกันผ่านพูดคุยของแพลตฟอร์มเพื่อขอข้อมูลเพิ่มเติมหรือสอบถามรายละเอียดต่าง
                  ๆ ที่เกี่ยวข้องกับงาน ทั้งนี้ เพื่อให้ผลงาน และ/หรือ
                  บริการเป็นไปตามวัตถุประสงค์ของงานที่ว่าจ้าง อนึ่ง
                  ผู้ใช้งานตกลงและรับรองว่าจะไม่ดำเนินการแลกข้อมูลส่วนบุคคลหรือข้อมูลใด
                  ๆ เพื่อติดต่อหรือส่งมอบงานในทางอื่นนอกเหนือจากพูดคุยที่บริษัทฯ
                  จัดให้ไว้
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  เมื่อฟรีแลนซ์ทำงานที่จ้างสมบูรณ์แล้ว ฟรีแลนซ์จะส่งมอบผลงาน
                  และ/หรือ บริการให้ผู้ว่าจ้างพิจารณาเพื่ออนุมัติ
                  เมื่อผู้ว่าจ้างอนุมัติแล้ว
                  ออเดอร์จะถูกเปลี่ยนสถานะเป็นเสร็จสิ้นและผู้ว่าจ้างจะมีสิทธิประเมินผลงานดังกล่าว
                  ในกรณีที่ผู้ว่าจ้างไม่อนุมัติ และ/หรือ ประเมินผลงานภายใน 7 วัน
                  นับแต่วันที่ฟรีแลนซ์ส่งมอบผลงาน และ/หรือ บริการ
                  ออเดอร์จะถูกเปลี่ยนสถานะเป็นเสร็จสิ้นโดยอัตโนมัติและถือว่าการจ้างงานเสร็จสิ้นโดยสมบูรณ์
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  ในกรณีที่ฟรีแลนซ์ไม่ส่งมอบผลงาน และ/หรือ
                  บริการภายในระยะเวลาที่กำหนดหรือส่งมอบภายในกำหนดแต่ไม่ถูกต้องครบถ้วน
                  ผู้ว่าจ้างมีสิทธิร้องเรียนงาน และ/หรือ
                  ประเมินผลงานของฟรีแลนซ์ได้
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  ออเดอร์ที่ไม่มีการเคลื่อนไหวเกินกว่า 180 วัน
                  จะถูกยกเลิกโดยความยินยอมของผู้ว่าจ้างและฟรีแลนซ์ ทั้งนี้
                  ผู้ใช้งานตกลงและยินยอมให้ค่าบริการที่ผู้ว่าจ้างชำระแล้วนั้นถือเป็นค่าธรรมเนียมการใช้บริการแพลตฟอร์ม
                  และ/หรือ ค่าธรรมเนียมการชำระเงิน ทั้งนี้ บริษัทฯ
                  ขอสงวนสิทธิในการคิดค่าธรรมเนียมดังกล่าวโดยไม่ต้องแจ้งให้ผู้ใช้งานทราบล่วงหน้า
                </p>
              </li>
              <li>
                <p className="mb-6 m-0 leading-[1.5]">
                  <strong>การติดต่อ</strong>
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  ผู้ใช้งานตกลงสื่อสารกันผ่านพูดคุย
                  เพื่อให้ฟรีแลนซ์ทราบถึงความต้องการในงานที่ผู้ว่าจ้างประสงค์ว่าจ้าง
                  รวมถึงการประเมินราคาและระยะเวลาที่ใช้ทำงานเพื่อจัดทำใบเสนอราคาส่งให้แก่ผู้ว่าจ้าง
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  ผู้ใช้งานรับรองและตกลงว่าข้อความใด ๆ
                  ที่ใช้ในการติดต่อนั้นมีความเหมาะสม ชอบด้วยกฎหมาย
                  และไม่ละเมิดสิทธิของบุคคลอื่น
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  ในกรณีที่ฟรีแลนซ์ต้องการติดต่อขอข้อมูลเพิ่มเติม
                  หรือส่งมอบผลงานหรือบริการตามขั้นตอนหรือระยะเวลาที่เสนองานไว้
                  ฟรีแลนซ์ตกลงติดต่อสอบถามหรือส่งมอบงานบางส่วนแก่ผู้ว่าจ้างผ่านพูดคุยของแพลตฟอร์ม
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  ผู้ใช้งานรับทราบและตกลงว่าจะไม่ดำเนินการใด ๆ
                  ซึ่งรวมถึงแต่ไม่จำกัดเพียง
                  การชักจูงหรือจูงใจให้มีการติดต่อเพื่อจ้างงานนอกแพลตฟอร์ม
                  การติดต่อสอบถามหรือส่งมอบงานเพิ่มเติมในช่องทางอื่นนอกเหนือจากแพลตฟอร์ม
                  หรือการกระทำอื่นใดอันมีลักษณะฝ่าฝืนข้อตกลงการใช้งาน
                  ในกรณีที่บริษัทฯ พบว่าผู้ใช้งานมีพฤติการณ์ใด ๆ
                  ที่เป็นการชักจูงหรือจูงใจให้นำไปสู่การติดต่อเพื่อจ้างงานนอกแพลตฟอร์ม
                  อาทิ การจ่ายเงินมัดจำ การชำระเพียงบางส่วน ฯลฯ บริษัทฯ
                  จะถือว่าผู้ใช้งานกระทำการฝ่าฝืนข้อตกลงการใช้งาน และบริษัทฯ
                  มีสิทธิระงับหรือยกเลิกบัญชีผู้ใช้งาน
                  รวมถึงเรียกร้องค่าเสียหายที่เกิดขึ้นจากผู้ใช้งานได้
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  ข้อมูลส่วนบุคคลหรือข้อมูลอื่นใดที่ผู้ใช้งานสื่อสารผ่านพูดคุยของแพลตฟอร์มจะถือเป็นข้อมูลอันเป็นความลับของผู้ใช้งาน
                  ผู้รับข้อมูลไม่สามารถนำข้อมูลอันเป็นความลับมาเปิดเผยได้
                  เว้นแต่จะได้รับความยินยอมเป็นหนังสือจากผู้ให้ข้อมูล
                  หรือเป็นข้อมูลที่เปิดเผยโดยทั่วไป
                  หรือเมื่อมีกฎหมายหรือการใช้อำนาจของหน่วยงานหน่วยงานของรัฐในการร้องขอหรือบังคับให้เปิดเผย
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  บริษัทฯ สนับสนุนให้ผู้ใช้งานสื่อสารกันด้วยความสุภาพ
                  เพื่อป้องกันความเสี่ยงในการเกิดข้อพิพาท
                </p>
              </li>
              <li>
                <p className="mb-6 m-0 leading-[1.5]">
                  <strong>
                    ค่าบริการ ค่าธรรมเนียมการชำระเงิน
                    และค่าธรรมเนียมการใช้บริการแพลตฟอร์ม
                  </strong>
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  ผู้ใช้งานสามารถสมัครเป็นสมาชิกแพลตฟอร์มได้โดยไม่มีค่าใช้จ่าย
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  เพื่อคุ้มครองประโยชน์และความปลอดภัยของผู้ใช้งาน
                  การชำระค่าบริการต้องทำรายการผ่านแพลตฟอร์ม โดยบริษัทฯ
                  จะดูแลค่าบริการไว้จนกว่าฟรีแลนซ์จะได้ส่งมอบงานแก่ผู้ว่าจ้าง
                  ทั้งนี้
                  ผู้ว่าจ้างสามารถตรวจสอบรายละเอียดการชำระเงินและค่าใช้จ่ายต่าง
                  ๆ ได้ที่ช่องทางการชำระเงินซึ่งต้องทำรายการผ่านแพลตฟอร์ม อนึ่ง
                  ผู้ว่าจ้างอาจชำระค่าบริการผ่านระบบแบ่งชำระบนแพลตฟอร์ม
                  (Milestone payment) ตามงวดของการแบ่งชำระจนจบงานได้
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  บริษัทฯ จะเก็บค่าธรรมเนียมการใช้บริการแพลตฟอร์มจากผู้ว่าจ้าง
                  เพื่อตอบแทนการว่าจ้างงานผ่านแพลตฟอร์ม ทั้งนี้
                  อัตราค่าธรรมเนียมการใช้บริการแพลตฟอร์มจะเป็นไปตามที่บริษัทฯ
                  กำหนด
                  และค่าธรรมเนียมดังกล่าวจะถูกหักออกจากบัญชีของผู้ว่าจ้างในวันที่มีออเดอร์โดยอัตโนมัติ
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  บริษัทฯ จะเก็บค่าธรรมเนียมการใช้บริการแพลตฟอร์มจากฟรีแลนซ์
                  เพื่อตอบแทนการรับงานผ่านแพลตฟอร์ม ทั้งนี้
                  อัตราค่าธรรมเนียมการใช้บริการแพลตฟอร์มจะเป็นไปตามที่บริษัทฯ
                  กำหนด
                  และค่าธรรมเนียมดังกล่าวจะถูกหักออกจากค่าบริการที่ฟรีแลนซ์พึงได้รับจากการให้บริการตามออเดอร์ในวันที่ส่งมอบงานโดยอัตโนมัติ
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  เพื่อให้บริษัทฯ สามารถโอนค่าบริการไปยังฟรีแลนซ์ได้
                  ฟรีแลนซ์มีความจำเป็นต้องให้ข้อมูลบัญชีธนาคาร อาทิ
                  หน้าสมุดบัญชีธนาคาร ฯลฯ เข้าแพลตฟอร์ม ทั้งนี้ บริษัทฯ
                  จะดูแลค่าบริการไว้จนกว่าฟรีแลนซ์จะได้ให้ข้อมูลบัญชีธนาคารแก่บริษัทฯ
                  ในกรณีที่บัญชีผู้ใช้งานของฟรีแลนซ์รายใดไม่ให้ข้อมูลดังกล่าวภายใน
                  12 เดือน นับจากวันที่ได้รับอนุมัติจากผู้ว่าจ้าง บริษัทฯ
                  อาจเรียกเก็บค่าธรรมเนียมการรักษาสถานภาพของบัญชีผู้ใช้งานในอัตราเดือนละ
                  50 บาทได้
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  ค่าบริการ ค่าธรรมเนียมการชำระเงิน
                  และค่าธรรมเนียมการใช้บริการแพลตฟอร์ม
                  ซึ่งผู้ใช้บริการต้องชำระจากการใช้บริการแพลตฟอร์มจะไม่รวมภาษีหัก
                  ณ ที่จ่าย
                  หรือภาษีหรือค่าธรรมเนียมอื่นใดที่ผู้ใช้บริการมีหน้าที่ต้องชำระตามกฎหมาย
                </p>
              </li>
              <li>
                <p className="mb-6 m-0 leading-[1.5]">
                  <strong>Fastjob Coin และ Bonus Coin</strong>
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  ผู้ว่าจ้างมีสิทธิเติม Fastjob Coin
                  เข้าบัญชีผู้ใช้งานของตนเพื่อใช้ชำระค่าบริการหรือค่าธรรมเนียมการชำระเงินสำหรับงานใด
                  ๆ ที่ใช้บริการผ่านแพลตฟอร์มได้ โดย Fastjob Coin
                  จะต้องถูกใช้ภายใน 2 ปี นับแต่วันที่เติม Fastjob Coin
                  ในกรณีที่ผู้ว่าจ้างไม่ใช้ Fastjob Coin ภายใน 2 ปี
                  นับจากวันที่เติม บริษัทฯ
                  อาจเรียกเก็บค่าธรรมเนียมการรักษาสถานภาพของบัญชีผู้ใช้งานในอัตราเดือนละ
                  50 บาทได้ อย่างไรก็ดี ไม่ตัดสิทธิผู้ว่าจ้างที่จะขอให้บริษัทฯ
                  โอน Fastjob Coin
                  ไปยังบัญชีธนาคารที่ผู้ว่าจ้างให้ข้อมูลสำหรับการคืน Fastjob
                  Coin
                  <br />
                  ทั้งนี้ บริษัทฯ
                  มีสิทธิเรียกเก็บค่าธรรมเนียมการดำเนินธุรกรรมคืน Fastjob Coin
                  ได้ในอัตรา 50 บาทต่อรายการ
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  ผู้ใช้งานที่ใช้บริการแพลตฟอร์มตามเงื่อนไขที่บริษัทฯ
                  กำหนดมีสิทธิได้รับ Bonus coin จากบริษัทฯ
                  เป็นการตอบแทนเพื่อใช้ชำระค่าบริการหรือค่าธรรมเนียมการชำระเงินที่อาจเกิดขึ้นจากการใช้บริการแพลตฟอร์ม
                  <br />
                  อย่างไรก็ดี ผู้ใช้งานจำเป็นต้องใช้ Bonus coin
                  ที่ได้รับทั้งหมดภายใน 1 ปี นับแต่วันที่ได้รับ Bonus coin
                  ในกรณีที่ผู้ใช้งานไม่ใช้ Bonus coin ภายในระยะเวลาที่กำหนด
                  บริษัทฯ มีสิทธิริบ Bonus coin คืนได้
                </p>
              </li>
              <li>
                <p className="mb-6 m-0 leading-[1.5]">
                  <strong>งาน</strong>
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  ผู้ว่าจ้างเป็นเจ้าของงานที่ออเดอร์บนแพลตฟอร์ม
                  ผู้ว่าจ้างจึงมีสิทธิจำหน่าย ถ่าย โอน หรือกระทำการใด ๆ
                  กับงานที่ว่าจ้างได้ อย่างไรก็ดี
                  กรรมสิทธิ์ในงานจะโอนไปยังผู้ว่าจ้างต่อเมื่อมีการส่งมอบผลงาน
                  และ/หรือ บริการแล้วเท่านั้น
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  ในกรณีที่มีการยกเลิกงาน
                  ฟรีแลนซ์จะเป็นเจ้าของงานที่ออเดอร์บนแพลตฟอร์ม
                  เว้นแต่มีการระบุให้มีการโอนกรรมสิทธิ์ในงานไปยังผู้ว่าจ้าง
                </p>
              </li>
              <li>
                <p className="mb-6 m-0 leading-[1.5]">
                  <strong>การประเมินผลงาน</strong>
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  การประเมินผลงานแก่งานที่ผู้ว่าจ้างได้รับมีความสำคัญต่อการพัฒนาแพลตฟอร์มและคัดเลือกฟรีแลนซ์ที่มีคุณสมบัติและศักยภาพแก่ผู้ว่าจ้างรายอื่น
                  ๆ เพื่อป้องกันการใช้งานระบบการประเมินผลงานผิดวัตถุประสงค์
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  ผู้ว่าจ้างที่มีสิทธิประเมินผลงานต้องเป็นผู้ว่าจ้างที่ได้รับมอบผลงาน
                  และ/หรือ บริการ แล้วเท่านั้น การประเมินผลงานต้องดำเนินการภายใน
                  90 วัน นับแต่วันที่ได้รับมอบงาน
                  โดยรายละเอียดการประเมินผลงานจะปรากฏอยู่ในงานของฉัน
                  ซึ่งผู้ว่าจ้างต้องประเมินผลงานด้วยวิธีการให้คะแนนงานเป็นอย่างน้อยที่สุด
                  อย่างไรก็ดี
                  ผู้ว่าจ้างสามารถเลือกที่จะไม่บรรยายรายละเอียดของการประเมินผลงานได้
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  การประเมินผลงานของฟรีแลนซ์จะถูกคำนวณขึ้นมาจากคะแนนประเมินผลงานที่ผู้ว่าจ้างได้ประเมินต่องานของฟรีแลนซ์หลังจากฟรีแลนซ์ได้ส่งมอบผลงาน
                  และ/หรือ บริการ แล้ว
                  โดยการประเมินผลงานจะอยู่บนพื้นฐานของความน่าเชื่อถือตามสภาพ
                  <strong>(“as is basis”)</strong>
                  และการให้บริการตามที่มีอยู่หรือเป็นอยู่
                  <strong>(“as available”)</strong>
                  <br />
                  ซึ่งข้อความที่ปรากฏในแพลตฟอร์มนั้นไม่ถือเป็นการรับประกันหรือการรับรองคุณภาพ
                  ความถูกต้อง ความปลอดภัย ความน่าเชื่อถือ
                  หรือความพร้อมของฟรีแลนซ์แต่อย่างใด
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  การประเมินผลงานเป็นสิทธิของผู้ว่าจ้าง
                  ซึ่งจะไม่ถูกลบออกไม่ว่าด้วยเหตุผลใด ๆ
                  เว้นแต่เป็นการประเมินผลงานที่ละเมิดข้อตกลงการใช้งาน ทั้งนี้
                  บริษัทฯ
                  จะใช้ความพยายามอย่างถึงที่สุดในการสนับสนุนให้ผู้ว่าจ้างได้สื่อสารกับฟรีแลนซ์ถึงระดับความพึงพอใจของผลงานตลอดจนปัญหาที่ได้รับจากผลงาน
                  และ/หรือ บริการ
                  เพื่อให้ฟรีแลนซ์ได้แก้ไขปรับปรุงงานให้ตรงตามที่เสนอไว้กับผู้ว่าจ้าง
                  อนึ่ง บริษัทมีสิทธิดำเนินการใด ๆ
                  กับบัญชีผู้ใช้งานที่มีการใช้งานระบบการประเมินผลงานผิดวัตถุประสงค์
                  ซึ่งดุลพินิจของบริษัทฯ ให้ถือเป็นที่สุด
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  ฟรีแลนซ์ไม่สามารถต่อรองการส่งมอบงานเพื่อให้ได้รับการประเมินผลงานที่ดีจากผู้ว่าจ้างได้
                  หากบริษัทฯ รับทราบการกระทำดังกล่าว
                  บริษัทมีสิทธิดำเนินการกับบัญชีผู้ใช้งานที่มีการใช้งานระบบการประเมินผลงานผิดวัตถุประสงค์
                  ซึ่งดุลพินิจของบริษัทฯ ให้ถือเป็นที่สุด
                </p>
              </li>
              <li>
                <p className="mb-6 m-0 leading-[1.5]">
                  <strong>การเปลี่ยนแปลงสถานะและการยกเลิกออเดอร์</strong>
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  เมื่อมีการเปิดออเดอร์แล้ว
                  ตลอดระยะเวลาที่ฟรีแลนซ์ยังไม่ส่งมอบผลงาน และ/หรือ บริการ
                  ผู้ใช้งานสามารถเปลี่ยนแปลงสถานะออเดอร์หรือยกเลิกออเดอร์ได้ตลอดระยะเวลา
                  โดยผู้ใช้งานจะต้องแจ้งมายังบริษัทฯ ตามช่องทางติดต่อของบริษัทฯ
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  ถึงแม้ว่าผู้ว่าจ้างจะได้ยื่นเปลี่ยนแปลงสถานะออเดอร์หรือยกเลิกออเดอร์แล้ว
                  บริษัทฯ
                  มีสิทธิใช้ดุลพินิจในการพิจารณาอนุมัติการเปลี่ยนแปลงสถานะหรือขอยกเลิกออเดอร์และการคืนเงินได้
                  ซึ่งดุลพินิจของบริษัทฯ ให้ถือเป็นที่สุด ทั้งนี้
                  อัตราค่าบริการที่ผู้ว่าจ้างจะได้รับคืนนั้นจะเป็นไปตามกระบวนการขอยกเลิกออเดอร์และการคืนเงินที่บริษัทฯ
                  กำหนด
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  เมื่อมีการยื่นขอยกเลิกออเดอร์ เจ้าหน้าที่ของบริษัทฯ
                  จะติดต่อกลับไปยังผู้ว่าจ้างตามข้อมูลการติดต่อที่ผู้ว่าจ้างได้ลงทะเบียนไว้เพื่อขอบัญชีธนาคารสำหรับการคืนค่าบริการ
                  ทั้งนี้ บริษัทฯ
                  ขอสงวนสิทธิ์ในการคืนค่าธรรมเนียมการชำระเงินให้กับผู้ว่าจ้าง
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  บริษัทฯ
                  มีสิทธิแต่เพียงผู้เดียวในการพิจารณาสัดส่วนของค่าบริการที่จะคืนแก่ผู้ว่าจ้าง
                  ซึ่งการพิจารณานั้นจะประกอบไปด้วยปัจจัยต่าง ๆ อาทิ
                  การละเมิดข้อตกลง การละเมิดสิทธิการใช้งานของผู้ใช้งานคนอื่น ๆ
                  การใช้บริการแพลตฟอร์มตามข้อตกลงการใช้งานอย่างไม่เหมาะสม
                  การส่งมอบงานผิดวัตถุประสงค์ เป็นต้น
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  เมื่อได้สัดส่วนของค่าบริการที่จะคืนแก่ผู้ว่าจ้างแล้ว บริษัทฯ
                  จะคืนค่าบริการให้แก่ผู้ว่าจ้างตามช่องทางต่อไปนี้
                </p>
                <ul className="mt-3 list-disc pl-[48px] grid gap-2">
                  <li>
                    กรณีผู้ว่าจ้างชำระค่าบริการผ่านบัญชีธนาคารหรือโมบายแบงก์กิ้งจะคืนค่าบริการดังกล่าวผ่านบัญชีธนาคารที่ผู้ว่าจ้างให้ข้อมูลสำหรับการคืนค่าบริการ
                  </li>
                  <li>
                    กรณีผู้ว่าจ้างชำระค่าบริการผ่านบัตรเครดิตจะคืนค่าบริการดังกล่าวผ่านบัตรเครดิตที่ใช้ชำระบริการ
                    <br />
                    โดยบริษัทฯ
                    จะส่งเรื่องขอคืนเงินไปยังธนาคารผู้ให้บริการบัตรเครดิต
                    ทั้งนี้ ระยะเวลาการคืนเงินจะขึ้นอยู่กับนโยบายของแต่ละธนาคาร
                  </li>
                  <li>
                    กรณีผู้ว่าจ้างชำระค่าบริการด้วย Fastjob Coin
                    จะคืนค่าบริการดังกล่าวในรูปแบบของ Fastjob Coin
                    ผ่านบัญชีที่มีการชำระค่าบริการ
                  </li>
                  <li>
                    กรณีผู้ว่าจ้างชำระค่าบริการผ่านทรู มันนี่ (TrueMoney Wallet)
                    จะคืนค่าบริการดังกล่าวผ่านบัญชีธนาคารที่ผู้ว่าจ้างให้ข้อมูลสำหรับการคืนค่าบริการ
                  </li>
                </ul>
              </li>
              <li>
                <p className="mb-6 m-0 leading-[1.5]">
                  <strong>ข้อจำกัดการยกเลิกออเดอร์และการคืนเงิน</strong>
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  ในกรณีดังต่อไปนี้
                  ผู้ใช้งานอาจถูกจำกัดสิทธิในการยกเลิกออเดอร์และการคืนเงินตามกฎหมาย
                  รวมถึงอาจถูกระงับการใช้งานบัญชีผู้ใช้งานชั่วคราวได้
                </p>
                <ul className="mt-3 list-disc pl-[48px] grid gap-2">
                  <li>
                    ฟรีแลนซ์ได้ส่งมอบงานตามรายละเอียดที่กำหนดในงานที่นำเสนอ
                    และ/หรือ ใบเสนอราคา
                    <br />
                    (ถ้ามี)
                  </li>
                  <li>
                    ผู้ว่าจ้างมีส่วนเกี่ยวข้องในการยกเลิกออเดอร์
                    ซึ่งรวมถึงแต่ไม่จำกัดเพียง
                    การเชิญชวนฟรีแลนซ์ให้บริการนอกระบบ
                    การขอยกเลิกการจ้างโดยความประสงค์ของผู้ว่าจ้างฝ่ายเดียว ฯลฯ
                  </li>
                  <li>
                    ผู้ว่าจ้างมีส่วนเกี่ยวข้องในกิจกรรมใด ๆ
                    ที่เป็นฉ้อโกงหรือแสวงหาผลประโยชน์ใด ๆ โดยมิชอบ ทั้งนี้
                    ไม่ว่าเพื่อประโยชน์แก่ตนเองหรือบุคคลอื่น บริษัทฯ
                    จะถือว่าเป็นการฉ้อโกงการใช้บริการแพลตฟอร์มในส่วนที่เกี่ยวข้องกับออเดอร์ดังกล่าว
                  </li>
                  <li>
                    ผู้ว่าจ้างได้แจ้งระงับการชำระหรือขอรับค่าบริการคืนจากผู้ให้บริการรับชำระเงิน
                    ซึ่งรวมถึงแต่ไม่จำกัดเพียง ธนาคาร สถาบันการเงิน
                    หรือบุคคลอื่น ๆ นอกเหนือจากบริษัทฯ
                  </li>
                </ul>
              </li>
              <li>
                <p className="mb-6 m-0 leading-[1.5]">
                  <strong>การระงับการใช้งานและการยกเลิกบัญชีผู้ใช้งาน</strong>
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  เพื่อควบคุมให้การใช้บริการแพลตฟอร์มเป็นไปตามข้อตกลงการใช้งาน
                  บริษัทฯ
                  มีสิทธิตรวจสอบความเป็นเจ้าของบัญชีผู้ใช้งานได้ตลอดระยะเวลาที่ใช้บริการแพลตฟอร์ม
                  เมื่อมีการตรวจสอบ
                  ผู้ใช้งานต้องแสดงความเป็นเจ้าของบัญชีผู้ใช้งานโดยการแสดงหลักฐานต่าง
                  ๆ อาทิ บัตรประจำตัวประชาชน สมุดบัญชี พาสปอร์ต
                  เอกสารทางกฎหมายต่าง ๆ ที่หน่วยงานของรัฐเป็นผู้ออกให้
                  หรือเอกสารอื่นใดตามที่บริษัทฯ ร้องขอ ทั้งนี้
                  เพื่อใช้ในการยืนยันตัวตน
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  ในกรณีที่ผู้ใช้งานกระทำการใด ๆ ที่ไม่เหมาะสม
                  หรือกระทำการขัดต่อเงื่อนไขของข้อตกลงการใช้งาน
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  บริษัทฯ
                  อาจเตือนผู้ใช้งานให้ระงับหรือยุติการกระทำดังกล่าวผ่านช่องทางติดต่อที่ผู้ใช้งานได้ลงทะเบียนไว้
                  และ/หรือ
                  แสดงการแจ้งเตือนบนแพลตฟอร์มขณะที่ผู้ใช้งานลงชื่อเข้าใช้งาน
                  อนึ่ง
                  แม้การเตือนดังกล่าวจะไม่ส่งผลต่อการใช้งานแพลตฟอร์มในทันที
                  แต่อาจส่งผลต่อการระงับการใช้งานและการยกเลิกบัญชีผู้ใช้งานในอนาคตได้
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  บริษัทฯ มีดุลพินิจในการดำเนินการใด ๆ กับบัญชีผู้ใช้งาน อาทิ
                  การระงับการใช้งานบัญชีผู้ใช้งาน ไม่ว่าชั่วคราวหรือถาวร
                  การลบบัญชีผู้ใช้งาน การขึ้นทะเบียนแบล็คลิสต์บัญชีผู้ใช้งาน
                  หรือการอื่นใดที่บริษัทฯ เห็นสมควร ฯลฯ หากบริษัทฯ
                  เห็นว่าผู้ใช้งานฝ่าฝืนข้อตกลงการใช้งานฉบับนี้
                  ซึ่งรวมถึงแต่ไม่จำกัดเพียงกรณีต่อไปนี้
                </p>
                <ul className="mt-3 list-disc pl-[48px] grid gap-2">
                  <li>
                    ผู้ใช้งานกระทำการละเมิดข้อตกลงใช้งานหรือมีการกระทำที่ไม่เหมาะสมบนแพลตฟอร์ม
                    อาทิ การใช้คำพูดที่ไม่เหมาะสม การใช้ถ้อยคำหยาบคาย
                    การส่อเสียดเหยียดหยาม กลั่นแกล้ง หรือดูถูก เป็นต้น
                  </li>
                  <li>
                    ผู้ใช้งานกระทำการใด ๆ
                    อันมีพฤติการณ์หรือลักษณะเป็นการหลอกลวงเพื่อหวังข้อมูล
                    (ฟิชชิ่ง) หรือก่อให้เกิดความเดือดร้อนรำคาญแก่ผู้อื่น (สแปม)
                  </li>
                  <li>
                    ผู้ใช้งานกระทำการใด ๆ อันเป็นสิ่งผิดกฎหมาย
                    หรือขัดต่อความสงบเรียบร้อยหรือศีลธรรมอันดีของประชาชนผ่านแพลตฟอร์ม
                    ซึ่งรวมถึงแต่ไม่จำกัดเพียง
                    การกระทำความผิดตามพระราชบัญญัติว่าด้วยการกระทำความผิดเกี่ยวกับคอมพิวเตอร์
                    พ.ศ. 2550 ฯลฯ
                  </li>
                  <li>
                    ผู้ใช้งานกระทำการใด ๆ
                    อันมีพฤติการณ์หรือลักษณะเป็นการพยายามที่จะเข้าสู่บัญชีผู้ใช้งานหรืออุปกรณ์การใช้งานของผู้ใช้อื่น
                    ๆ ผ่านแพลตฟอร์ม
                  </li>
                  <li>
                    ผู้ใช้งานกระทำการใด ๆ
                    อันมีพฤติการณ์หรือลักษณะเป็นการละเมิดลิขสิทธิ์หรือละเมิดทรัพย์สินทางปัญญาของบุคคลอื่น
                  </li>
                  <li>
                    ผู้ใช้งานกระทำการใด ๆ
                    อันมีพฤติการณ์หรือลักษณะให้ตนเองหรือบุคคลอื่นได้รับสิทธิประโยชน์ที่ไม่มีสิทธิได้รับตามกฎหมาย
                    ซึ่งรวมถึงแต่ไม่จำกัดเพียง
                    การจ้างงานตนเองเพื่อหวังผลประโยชน์จากการส่งเสริมการขายและไม่ได้มีวัตถุประสงค์เพื่อการจ้างงานอย่างแท้จริง
                    ฯลฯ
                  </li>
                  <li>
                    ผู้ใช้งานมีบัญชีมากกว่าหนึ่งบัญชี
                    หรือผู้ใช้งานใช้ข้อมูลส่วนบุคคลของบุคคลอื่นมาสมัครใช้งาน
                  </li>
                  <li>ผู้ใช้งานซื้อขายบัญชีผู้ใช้งานให้กับบุคคลอื่น</li>
                  <li>
                    ผู้ใช้งานกระทำการใด ๆ
                    อันมีพฤติการณ์หรือลักษณะเป็นการหลีกเลี่ยงค่าธรรมเนียมการใช้บริการแพลตฟอร์ม
                    และ/หรือ ค่าธรรมเนียมการชำระเงิน ซึ่งรวมถึงแต่ไม่จำกัดเพียง
                    การชักจูงหรือจูงใจให้นำไปสู่การติดต่อเพื่อจ้างงานนอกแพลตฟอร์ม
                    ฯลฯ
                  </li>
                </ul>
                <p className="mb-6 m-0 leading-[1.5]">
                  ทั้งนี้ ดุลพินิจของบริษัทฯ ย่อมถือเป็นที่สุด
                  ท่านจึงไม่สามารถอุทธรณ์หรือโต้แย้งการใช้ดุลพินิจของบริษัทฯ
                  ในการระงับการใช้งานและการยกเลิกบัญชีผู้ใช้งานได้
                  แต่ไม่ตัดสิทธิท่านในการให้ข้อมูลหรือชี้แจงข้อเท็จจริงใด ๆ
                  ที่เกี่ยวข้องกับการใช้ดุลพินิจในการระงับการใช้งานและการยกเลิกบัญชีผู้ใช้งานของท่าน
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  บัญชีผู้ใช้งานที่ถูกระงับการใช้งานจะไม่สามารถทำการซื้อขายงานบนแพลตฟอร์ม
                  รวมถึงลงผลงาน และ/หรือ บริการเพิ่มเติมได้
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  เมื่อมีการระงับการใช้งานบัญชีผู้ใช้งานรายใด
                  ผู้ที่ได้รับผลกระทบจากการระงับบัญชีผู้ใช้งานสามารถติดต่อเจ้าหน้าที่ของบริษัทฯ
                  ตามช่องทางที่บริษัทฯ
                  กำหนดเพื่อสอบถามถึงข้อมูลหรือสถานะของบัญชีผู้ใช้งานดังกล่าว
                  ตลอดจนแนวทางการขอยกเลิกออร์เดอร์ได้
                </p>
              </li>
              <li>
                <p className="mb-6 m-0 leading-[1.5]">
                  <strong>การระงับข้อพิพาทระหว่างผู้ใช้งาน</strong>
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  บริษัทฯ
                  สนับสนุนให้ผู้ใช้งานแก้ไขข้อพิพาทด้วยการเจรจาบนพูดคุยของแพลตฟอร์ม
                  ซึ่งรวมถึงแต่ไม่จำกัดเพียงข้อพิพาทดังต่อไปนี้
                </p>
                <ul className="mt-3 list-disc pl-[48px] grid gap-2">
                  <li>คุณภาพของงาน</li>
                  <li>ขอบเขตของงาน</li>
                  <li>กำหนดระยะเวลาส่งมอบงาน</li>
                  <li>ความเสียหายที่เกิดขึ้นขณะทำงาน</li>
                  <li>ความเสียหายที่อาจเกิดขึ้นภายหลังส่งมอบงาน</li>
                </ul>
                <p className="mb-6 m-0 leading-[1.5]">
                  ในกรณีที่ท่านไม่สามารถระงับข้อพิพาทได้ ผู้ว่าจ้างหรือฟรีแลนซ์
                  แล้วแต่กรณี อาจติดต่อมายังบริษัทฯ ผ่านช่องทางติดต่อที่ระบุไว้
                  เพื่อให้บริษัทฯ เข้ามาไกล่เกลี่ยเพื่อระงับข้อพิพาทได้ ทั้งนี้
                  เพื่อให้บริษัทฯ ไกล่เกลี่ยได้อย่างถูกต้องและเป็นธรรม
                  ผู้ใช้งานตกลงส่งมอบข้อเท็จจริง เอกสาร หรือหลักฐานต่าง ๆ
                  ที่เกี่ยวข้องกับข้อพิพาท ตลอดจนตกลงและยินยอมให้บริษัทฯ
                  เข้าถึงพูดคุยของผู้ว่าจ้างและฟรีแลนซ์เพื่อตรวจสอบรายละเอียดหรือข้อมูลการติดต่อเพื่อระงับข้อพิพาทระหว่างผู้ใช้งานได้
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  ในกรณีที่มีการร้องเรียนคุณภาพของงาน บริษัทฯ
                  อาจตรวจสอบประวัติการทำงาน ออเดอร์ ข้อความ การชำระเงิน
                  และข้อมูลอื่น ๆ ของฟรีแลนซ์ได้
                  โดยมิต้องขอความยินยอมหรือแจ้งให้ฟรีแลนซ์ทราบล่วงหน้า
                </p>
              </li>
              <li>
                <p className="mb-6 m-0 leading-[1.5]">
                  <strong>การเรียกร้องค่าเสียหาย</strong>
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  ในกรณีที่มีความเสียหายใด ๆ เกิดขึ้นต่อบุคคลภายนอก
                  ซึ่งไม่ใช่ผู้ใช้งานแพลตฟอร์ม
                  ผู้ใช้งานตกลงรับผิดใช้ค่าสินไหมทดแทนแก่บุคคลที่เกี่ยวข้องโดยตรง
                  ซึ่งรวมถึงแต่ไม่จำกัดเพียงกรณีดังต่อไปนี้
                </p>
                <ul className="mt-3 list-disc pl-[48px] grid gap-2">
                  <li>
                    ผู้ใช้งานซึ่งเป็นผู้ใช้หรือเปิดเผยข้อมูลส่วนบุคคลตกลงรับผิดใช้ค่าสินไหมทดแทนต่อบุคคลภายนอกซึ่งเป็นเจ้าของข้อมูลส่วนบุคคล
                  </li>
                  <li>
                    ผู้ใช้งานซึ่งเป็นผู้ใช้หรือเผยแพร่ลิขสิทธิ์หรือทรัพย์สินทางปัญญาตกลงรับผิดใช้ค่าสินไหมทดแทนต่อบุคคลภายนอกซึ่งเป็นเจ้าของทรัพย์สินทางปัญญา
                  </li>
                  <li>
                    ผู้ใช้งานซึ่งเป็นผู้ใช้หรือเปิดเผยข้อมูลอันเป็นความลับตกลงรับผิดใช้ค่าสินไหมทดแทนต่อผู้เปิดเผยข้อมูลอันเป็นความลับ
                  </li>
                  <li>
                    ผู้ใช้งานซึ่งเป็นผู้ไขข่าวแพร่หลายตกลงรับผิดใช้ค่าสินไหมทดแทนต่อผู้ได้รับความเสียหายจากข้อมูลดังกล่าว
                  </li>
                </ul>
                <p className="mb-6 m-0 leading-[1.5]">
                  ในกรณีที่มีการฟ้องคดีหรือดำเนินการใด ๆ
                  กับบุคคลภายนอกซึ่งส่งผลให้บริษัทฯ
                  ต้องเข้าเป็นคู่ความหรือต้องให้การใด ๆ
                  ตามคำสั่งของหน่วยงานของรัฐที่เกี่ยวข้อง
                  ผู้ใช้งานตกลงรับผิดร่วมกันต่อบริษัทฯ ในการออกค่าใช้จ่ายต่าง ๆ
                  ที่เกิดขึ้นจากการดำเนินการดังกล่าว ซึ่งรวมถึงแต่ไม่จำกัดเพียง
                  ค่าทนายความ ค่าเดินทาง ค่าธรรมเนียม อากร ค่าบริการ ค่าปรับ
                  ค่าสินไหมทดแทน
                  หรือค่าเสียหายอื่นใดที่เกิดจากหรือสืบเนื่องจากการดำเนินการดังกล่าว
                  ไม่ว่าโดยตรงหรือโดยอ้อม
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  ในกรณีที่ผู้ใช้งานต้องรับผิดต่อบริษัทฯ
                  ผู้ใช้งานตกลงใช้ค่าสินไหมทดแทนต่อบริษัทฯ
                  เพื่อเยียวยาความเสียหายไม่ว่าโดยทางตรงหรือโดยทางอ้อม
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  ในกรณีที่ผู้ใช้งานต้องรับผิดระหว่างกัน
                  ผู้ใช้งานตกลงใช้ค่าสินไหมทดแทนตามเงื่อนไขที่ได้จากการระงับข้อพิพาทระหว่างผู้ใช้งาน
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  ในกรณีที่บริษัทฯ ต้องรับผิดต่อผู้ใช้งาน บริษัทฯ
                  ตกลงใช้ค่าสินไหมทดแทนตามความเสียหายที่เกิดขึ้นจริงต่อผู้ใช้งานเพื่อเยียวยาความเสียหาย
                </p>
              </li>
              <li>
               <p className="mb-6 m-0 leading-[1.5]">
                  <strong>ข้อจำกัดความรับผิดของบริษัทฯ</strong>
                </p>
               <p className="mb-6 m-0 leading-[1.5]">
                  การให้บริการแพลตฟอร์มไม่ได้ส่งผลให้บริษัทฯ เป็นตัวการร่วม
                  ตัวแทนร่วม ลูกหนี้ร่วม หรือนิติสัมพันธ์ใด ๆ ร่วมกับผู้ใช้งาน
                  นอกจากการเป็นผู้ให้บริการ
                  ซึ่งผู้ใช้บริการมีหน้าที่ชำระค่าธรรมเนียมการใช้บริการแพลตฟอร์มและค่าธรรมเนียมการชำระเงิน
                  แล้วแต่กรณี ให้แก่บริษัทฯ
                  <br />
                  บริษัทฯ ขอสงวนสิทธิในความรับผิดใด ๆ จากผลงาน และ/หรือ
                  บริการที่ผู้ว่าจ้างได้รับจากฟรีแลนซ์ในกรณีต่อไปนี้
                </p>
                <ul className="mt-3 list-disc pl-[48px] grid gap-2">
                  <li>การจ้างงานที่ไม่อยู่ในออเดอร์</li>
                  <li>การจ้างงานที่ไม่มีการชำระเงินผ่านแพลตฟอร์ม</li>
                  <li>การจ้างงานที่ละเมิดข้อตกลงการใช้งาน</li>
                  <li>
                    ข้อความใด ๆ ที่ปรากฏในงานที่นำเสนอหรือพูดคุยของผู้ใช้งาน
                  </li>
                  <li>ข้อความใด ๆ ที่ปรากฏในการประเมินผลงาน</li>
                  <li>คุณภาพของงาน</li>
                  <li>ความเสียหายที่เกิดขึ้นหรืออาจเกิดขึ้นจากงาน</li>
                  <li>
                    ความเสียหายที่เกิดขึ้นหรืออาจเกิดขึ้นจากการระงับข้อพิพาทระหว่างผู้ใช้งาน
                  </li>
                </ul>
                <p className="mb-6 m-0 leading-[1.5]">
                  บริษัทฯ ไม่อาจรับประกันคุณภาพของผลงาน และ/หรือ
                  บริการที่ผู้ว่าจ้างพึงได้รับมอบจากฟรีแลนซ์ได้
                  ซึ่งรวมถึงแต่ไม่จำกัดเพียงขอบเขตงาน ความสำเร็จของงาน
                  ความเสียหายที่เกิดขึ้นจากการทำงาน ทั้งนี้
                  ไม่ว่าจะเกิดขณะหรือภายหลังส่งมอบ ฯลฯ
                  การศึกษาคุณภาพของงานนั้นสามารถทำได้จากการพิจารณารายละเอียดและคะแนนของการประเมินผลงานที่ฟรีแลนซ์ได้รับ
                  อย่างไรก็ตาม บริษัทฯ
                  จะใช้ความพยายามอย่างถึงที่สุดในการให้ผู้ว่าจ้างได้รับงานที่ถูกต้องตามคุณสมบัติที่เสนอในงานที่นำเสนอจากฟรีแลนซ์
                  <br />
                  บริษัทในเครือ ผู้บริหาร กรรมการ ผู้ถือหุ้น ลูกจ้าง พนักงาน
                  ตัวแทน คู่ค้า
                  หรือบุคคลอื่นใดที่อยู่ภายใต้การกำกับดูแลของบริษัทฯ
                  สามารถปฏิเสธความรับผิดต่อความเสียหายใด ๆ
                  ที่เกี่ยวข้องกับการใช้บริการแพลตฟอร์ม ทั้งนี้
                  ไม่ว่าจะเป็นความเสียหายโดยตรง ความเสียหายเพื่อพฤติการณ์พิเศษ
                  หรือค่าเสียหายเชิงลงโทษ อาทิ
                  <br />
                  การบาดเจ็บส่วนบุคคล
                  ความเจ็บปวดทุกข์ทรมานไม่ว่าต่อร่างกายหรือจิตใจ
                  การสูญเสียรายได้ การสูญเสียกำไร
                  การสูญเสียโอกาสทางธุรกิจหรือกำไรที่คาดหวังไว้
                  ความเสียหายต่อร่างกาย ทรัพย์สิน ชื่อเสียง หรือข้อมูล เป็นต้น
                </p>
              </li>
              <li>
                <p className="mb-6 m-0 leading-[1.5]">
                  <strong>สิทธิในทรัพย์สินทางปัญญา</strong>
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  ผู้ว่าจ้างเป็นเจ้าของลิขสิทธิ์หรือทรัพย์สินทางปัญญาอื่นใดในงานที่ฟรีแลนซ์ส่งมอบทั้งหมด
                  เว้นแต่จะมีข้อกำหนดในงานที่นำเสนอ และ/หรือ ใบเสนอราคา (ถ้ามี)
                  โดยชัดเจนถึงข้อยกเว้นดังกล่าว ทั้งนี้
                  <br />
                  ฟรีแลนซ์จะไม่กระทำการหรือร่วมกับบุคคลเพื่อกระทำการใด
                  ซึ่งรวมถึงแต่ไม่จำกัดเพียง
                  การยินยอมหรืออนุญาตให้บุคคลใดทำสำเนา คัดลอกงาน นำงานไปปรับปรุง
                  เปลี่ยนแปลง ไม่ว่าจะเพื่อวัตถุประสงค์ใด ๆ ฯลฯ
                  เว้นแต่ได้รับความยินยอมเป็นลายลักษณ์อักษร
                  <br />
                  ผู้ใช้งานจะใช้บริการแพลตฟอร์มด้วยวัตถุประสงค์ที่ชอบด้วยกฎหมายและไม่กระทำการใด
                  ๆ อันเป็นการละเมิดลิขสิทธิ์หรือทรัพย์สินทางปัญญาของบุคคลอื่น
                  ในกรณีที่มีการฝ่าฝืน บริษัทฯ
                  มีดุลพินิจในการระงับการใช้งานและยกเลิกบัญชีผู้ใช้งานของท่านได้
                  ซึ่งดุลพินิจของบริษัทฯ ย่อมถือเป็นที่สุด
                  <br />
                  บริษัทฯ ไม่อนุญาตและไม่สนับสนุนการกระทำใด ๆ
                  อันมีพฤติการณ์หรือลักษณะเป็นการลิขสิทธิ์หรือทรัพย์สินทางปัญญาของบุคคลอื่น
                  ในกรณีที่ท่านฝ่าฝืน
                  ท่านตกลงรับผิดใช้ค่าสินไหมทดแทนแก่เจ้าของลิขสิทธิ์หรือทรัพย์สินทางปัญญาของผู้นั้นแต่เพียงลำพัง
                </p>
              </li>
              <li>
                <p className="mb-6 m-0 leading-[1.5]">
                  <strong>นโยบายความเป็นส่วนตัว</strong>
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  บริษัทฯ
                  ให้ความสำคัญและตระหนักถึงการคุ้มครองความปลอดภัยของข้อมูลส่วนบุคคลของท่านตามกฎหมาย
                  โดยท่านสามารถศึกษานโยบายความเป็นส่วนตัวได้ที่
                  <Link prefetch={false} className="text-third underline" href="/content/privacy">
                    https://fastwork.co/privacy
                  </Link>
                  ซึ่งนโยบายความเป็นส่วนตัวนี้ถือเป็นส่วนหนึ่งของข้อตกลงการใช้งานฉบับนี้ด้วย
                  <br />
                  เพื่อคุ้มครองข้อมูลส่วนบุคคลของผู้ใช้งาน
                  ข้อมูลส่วนบุคคลของผู้ใช้งานจะถือเป็นข้อมูลที่เป็นความลับ
                  และจะถูกประมวลผลตามวัตถุประสงค์ของการเก็บรวบรวมตามข้อตกลงการใช้งานฉบับนี้และกฎหมายเท่านั้น
                  บริษัทฯ
                  จะไม่ประมวลผลข้อมูลส่วนบุคคลของท่านนอกเหนือจากข้อกำหนดดังกล่าวเว้นแต่จะได้รับการยินยอมจากท่านหรือมีอำนาจตามกฎหมาย
                  <br />
                  บริษัทฯ
                  อาจเข้าถึงพูดคุยของผู้ว่าจ้างและฟรีแลนซ์เพื่อควบคุมไม่ให้มีการใช้บริการแพลตฟอร์มที่ฝ่าฝืนกับข้อตกลงการใช้งาน
                  โดยเฉพาะอย่างยิ่ง เรื่องการติดต่อ อาทิ
                  การชักจูงหรือจูงใจให้มีการติดต่อเพื่อจ้างงานนอกแพลตฟอร์ม
                  การติดต่อสอบถามหรือส่งมอบงานเพิ่มเติมในช่องทางอื่นนอกเหนือจากแพลตฟอร์ม
                  เป็นต้น รวมถึงเพื่อระงับข้อพิพาทระหว่างผู้ใช้งาน
                  เพื่อตรวจสอบกรณีมีข้อสงสัยเรื่องการกระทำที่ทุจริต ผิดกฎหมาย
                  หรือขัดต่อความสงบเรียบร้อยหรือศีลธรรมอันดีของประชาชนผ่านแพลตฟอร์ม
                  ฯลฯ
                  การที่ท่านสมัครใช้บริการแพลตฟอร์มย่อมถือเป็นการยอมรับข้อกำหนดของข้อตกลงการใช้งาน
                  ซึ่งบริษัทฯ มีอำนาจตามสัญญา ประโยชน์โดยชอบธรรม
                  ตลอดจนความยินยอมของท่านในการเข้าถึงข้อมูลส่วนบุคคลดังกล่าว
                  <br />
                  ท่านตกลงและยินยอมให้บริษัทฯ มีสิทธิที่นำเนื้อหาต่าง ๆ
                  ที่ผู้ใช้งานเผยแพร่บนแพลตฟอร์ม อาทิ ข้อความ รูปภาพ วีดีโอ
                  ชื่อบัญชี ผลงาน หรือข้อมูลอื่นใด
                  เพื่อนำไปเผยแพร่เพื่อวัตถุประสงค์ของการประชาสัมพันธ์ทางการตลาด
                </p>
              </li>
              <li>
                <p className="mb-6 m-0 leading-[1.5]">
                  <strong>รายละเอียดการติดต่อ</strong>
                </p>
                <p className="mb-6 m-0 leading-[1.5]">
                  ในกรณีที่ท่านต้องการสอบถามข้อมูลเกี่ยวกับข้อตกลงการใช้งานฉบับนี้
                  รวมถึงขอใช้สิทธิตามข้อกำหนดต่อบริษัทฯ ท่านสามารถติดต่อบริษัทฯ
                  ในวัน-เวลาทำการ (จันทร์-ศุกร์ 9.30-11.30น. และ 13.00-16.00น.
                  หยุด เสาร์-อาทิตย์ และวันหยุดนักขัตฤกษ์)
                  ได้ผ่านรายละเอียดดังนี้
                  <br />
                  ชื่อบริษัทฯ บริษัท ฟาสต์เวิร์ค เทคโนโลยีส์ จำกัด
                  <br />
                  ที่อยู่ เลขที่ 622 อาคารเอ็มโพเรียม ทาวเวอร์ ชั้นที่ 24/1-3,8
                  ถนนสุขุมวิท แขวงคลองตัน เขตคลองเตย กรุงเทพมหานคร 10110
                  <br />
                  จดหมายอิเล็กทรอนิกส์ {" "}
                  <a className="text-third underline" href="mailto:support@ibrowe.com">support@ibrowe.com</a>
                  <br />
                  เบอร์โทรศัพท์ 02-114-7008
                  <br />
                  เว็บไซต์ {" "}
                  <Link prefetch={false} className="text-third underline" href="/content/support-center">
                    https://static.fastwork.co/contents/support-center
                  </Link>
                </p>
              </li>
            </ol>
          </div>
        </section>
      </main>
    </>
  );
};

export default TermAndConditions;
