"use client";
import { AssetIcon } from "@/constants/icons";
import Image from "next/image";
import Link from "next/link";

const PrivacyPolicy = () => {
  return (
    <>
      <main>
        <section
          className="flex items-center justify-center w-full h-[200px] relative overflow-hidden"
          style={{ background: "linear-gradient(282deg, #27c8f8, #1850c2)" }}
        >
          <div className="px-[1.5rem] relative">
            <div className="text-center text-white">
              <h1 className="text-[28px]">Privacy Policy</h1>
            </div>
          </div>
          <div className="absolute right-[-100px] bottom-[150px] h-[150px] ml-auto opacity-30 pointer-events-none">
            <Image
              src={AssetIcon.logo_icon}
              alt="Logo"
              width={350}
              height={350}
            />
          </div>
        </section>
        <section className="py-24 grid grid-container-content pt-[4rem]">
          <div className="col-start-2 col-end-3">
            <div className="text-center w-full">
              <h1 className="font-sans text-[1.5rem] text-text_primary font-semibold mb-12">
                นโยบายความเป็นส่วนตัว (Privacy Policy)
                <br /> ของ <br /> บริษัท ฟาสต์เวิร์ค เทคโนโลยีส์ จำกัด
              </h1>
              <p className="text-text_primary my-6 text-left">
                โดยที่พระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562
                <strong>(“กฎหมาย”)</strong>
                ได้บังคับใช้โดยมีวัตถุประสงค์ในการคุ้มครองสิทธิส่วนบุคคลของเจ้าของข้อมูลส่วนบุคคล
                ด้วยเหตุนี้ การเก็บรวบรวม ใช้
                หรือเปิดเผยข้อมูลส่วนบุคคลย่อมต้องเป็นไปตามเงื่อนไขและวิธีการที่กฎหมายกำหนด
                เพื่อให้การประมวลผลข้อมูลส่วนบุคคลผ่านการดำเนินกิจกรรมของบริษัท
                ฟาสต์เวิร์ค เทคโนโลยีส์ จำกัด
                <strong>(“บริษัทฯ”)</strong> เป็นไปตามกฎหมาย บริษัทฯ
                จึงจัดทำนโยบายความเป็นส่วนตัว (Privacy Policy)
                เพื่อให้ท่านในฐานะเจ้าของข้อมูลส่วนบุคคลรับทราบและตระหนักรู้ถึงความสำคัญในการคุ้มครองข้อมูลส่วนบุคคลที่บริษัทฯ
                จะจัดให้เป็นไปตามกฎหมาย
              </p>
            </div>
          </div>
          <div className="col-start-2 col-end-3 flex flex-row items-start gap-6 p-4 md:p-0">
            <ol className="text-text_primary pt-3 list-decimal grid gap-2 mb-2 font-sans">
              <p className="mb-4 leading-[1.5]">
                <strong>นิยาม</strong>
              </p>
              <ul className="list-disc pl-[48px] grid gap-2">
                <li>
                  <strong>“กฎหมาย”</strong> หมายความว่า
                  พระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 กฎกระทรวง
                  ประกาศ แนวทาง หรือมาตรการใด ๆ
                  ที่ออกโดยอาศัยอำนาจตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล
                  พ.ศ. 2562
                </li>
                <li>
                  <strong>“บริษัทฯ”</strong> หมายความว่า บริษัท ฟาสต์เวิร์ค
                  เทคโนโลยีส์ จำกัด
                </li>
                <li>
                  <strong>“นโยบายฯ”</strong> หมายความว่า นโยบายความเป็นส่วนตัว
                  (Privacy Policy) ของบริษัทฯ
                </li>
                <li>
                  <strong>“ข้อมูลส่วนบุคคล”</strong> หมายความว่า
                  ข้อมูลเกี่ยวกับบุคคลซึ่งทำให้สามารถระบุตัวบุคคลนั้นได้ไม่ว่าทางตรงหรือทางอ้อม
                  แต่ไม่รวมถึงข้อมูลของผู้ถึงแก่กรรมโดยเฉพาะ อาทิ
                  ภาพถ่ายประจำตัว ชื่อ นามสกุล อายุ เพศ วันเดือนปีเกิด
                  เลขบัตรประจำตัวประชาชน เบอร์โทรศัพท์ อีเมล เป็นต้น
                </li>
                <li>
                  <strong>“ข้อมูลส่วนบุคคลที่มีความอ่อนไหว”</strong> หมายความว่า
                  ข้อมูลส่วนบุคคลเกี่ยวกับเชื้อชาติ เผ่าพันธุ์
                  ความคิดเห็นทางการเมือง ความเชื่อในลัทธิ ศาสนาหรือปรัชญา
                  พฤติกรรมทางเพศ ประวัติอาชญากรรม ข้อมูลสุขภาพ ความพิการ
                  ข้อมูลสหภาพแรงงาน ข้อมูลพันธุกรรม ข้อมูลชีวภาพ
                  หรือข้อมูลอื่นใดซึ่งกระทบต่อเจ้าของข้อมูลส่วนบุคคลในทำนองเดียวกันตามที่คณะกรรมการประกาศกำหนด
                  อาทิ ศาสนาที่อาจปรากฏในสำเนาบัตรประจำตัวประชาชน
                  ข้อมูลสุขภาพของท่านเพื่อใช้ประกอบการพิจารณาความสามารถในการให้บริการ
                  เป็นต้น
                </li>
                <li>
                  <strong>“ผู้ควบคุมข้อมูลส่วนบุคคล”</strong> หมายความว่า
                  บุคคลหรือนิติบุคคลซึ่งมีอำนาจหน้าที่ตัดสินใจเกี่ยวกับการเก็บรวบรวม
                  ใช้ หรือเปิดเผยข้อมูลส่วนบุคคล
                </li>
                <li>
                  <strong>“ผู้ประมวลผลข้อมูลส่วนบุคคล”</strong> หมายความว่า
                  บุคคลหรือนิติบุคคลซึ่งดำเนินการเกี่ยวกับการเก็บรวบรวม ใช้
                  หรือเปิดเผยข้อมูลส่วนบุคคลตามคำสั่งหรือในนามของผู้ควบคุมข้อมูลส่วนบุคคล
                  ทั้งนี้
                  บุคคลหรือนิติบุคคลซึ่งดำเนินการดังกล่าวไม่เป็นผู้ควบคุมข้อมูลส่วนบุคคล
                </li>
                <li>
                  <strong>“เจ้าของข้อมูลส่วนบุคคล” หรือ “ท่าน”</strong>{" "}
                  หมายความว่า
                  เจ้าของข้อมูลส่วนบุคคลหรือเจ้าของข้อมูลส่วนบุคคลที่มีความอ่อนไหวที่บริษัทฯ
                  ใช้ในการประมวลผลข้อมูลส่วนบุคคลตามนโยบายฯ ที่เป็นบุคคลธรรมดา
                  แต่ทั้งนี้ ไม่หมายความรวมถึงข้อมูลของผู้ถึงแก่กรรม
                </li>
                <li>
                  <strong>“การประมวลผลข้อมูลส่วนบุคคล”</strong> หมายความว่า
                  การเก็บรวบรวม ใช้ เปิดเผย หรือการกระทำใด ๆ
                  ต่อข้อมูลส่วนบุคคลหรือข้อมูลส่วนบุคคลที่มีความอ่อนไหว
                  ซึ่งรวมถึงแต่ไม่จำกัดเพียง การส่งต่อ การโอน การทำลาย การลบ
                  เป็นต้น
                </li>
                <li>
                  <strong>“Fastjob”</strong> หมายความว่า แอปพลิเคชั่นของบริษัทฯ
                  โดยมีวัตถุประสงค์เพื่อให้ผู้ว่าจ้างหรือผู้รับจ้างประกาศหางานหรือส่งมอบงาน
                  แล้วแต่กรณี โดยมีบริษัทฯ เป็นตัวกลางในการตรวจสอบความถูกต้อง
                </li>
              </ul>
              <p className="mb-6 m-0 leading-[1.5]">
                <strong>การประมวลผลข้อมูลส่วนบุคคล</strong>
              </p>
              <p className="mb-6 m-0 leading-[1.5]">
                ในการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลภายใต้นโยบายฯ
                บริษัทฯ ตกลงดำเนินการตามเงื่อนไขที่กำหนดต่อไปนี้
              </p>
              <p className="mb-6 m-0 leading-[1.5]">
                <strong>การเก็บรวบรวมข้อมูลส่วนบุคคล</strong>
              </p>
              <p className="mb-6 m-0 leading-[1.5]">
                บริษัทฯ
                จะเก็บรวบรวมข้อมูลส่วนบุคคลของท่านตามวัตถุประสงค์และตามอำนาจแห่งกฎหมายเท่านั้น
                <br />
                บริษัทฯ อาจเก็บรวบรวมข้อมูลส่วนบุคคลของท่านผ่านการสมัครสมาชิก
                Fastjob ของท่านโดยตรงหรือจากช่องทางอื่นดังต่อไปนี้
              </p>
              <ul className="list-disc pl-[48px] grid gap-2">
                <li>การสมัครสมาชิกผ่านเบอร์โทรศัพท์</li>
                <li>การสมัครสมาชิกผ่านจดหมายอิเล็กทรอนิกส์ (Email)</li>
                <li>การสมัครสมาชิกผ่านแอปพลิเคชั่น Facebook</li>
                <li>การสมัครสมาชิกผ่านแอปพลิเคชั่น Google</li>
              </ul>
              <p className="mb-6 m-0 leading-[1.5]">
                นอกจากนี้ บริษัทฯ
                อาจเก็บรวบรวมข้อมูลส่วนบุคคลของท่านและของบุคคลอื่น (ถ้ามี)
                จากช่องทางสนทนาหรือประกาศต่าง ๆ ของ Fastjob ทั้งนี้
                ท่านรับรองว่าการเปิดเผยหรือส่งข้อมูลส่วนบุคคลของบุคคลอื่นใน
                Fastjob นั้นเป็นไปโดยชอบด้วยกฎหมาย ซึ่งรวมถึงแต่ไม่จำกัดเพียง
                การได้รับความยินยอมจากเจ้าของข้อมูลส่วนบุคคลโดยชอบแล้ว
                <br />
                ในกรณีที่มีการเก็บรวบรวมข้อมูลส่วนบุคคลของท่านจากแหล่งอื่น
                เราจะดำเนินการดังต่อไปนี้ภายใน
                <br />
                30 วัน นับแต่วันที่มีการเก็บรวบรวมข้อมูลส่วนบุคคลของท่าน
              </p>
              <ul className="list-disc pl-[48px] grid gap-2">
                <li>แจ้งการเก็บรวบรวมข้อมูลส่วนบุคคลจากแหล่งอื่นให้ท่านทราบ</li>
                <li>
                  ได้รับความยินยอมจากท่าน เว้นแต่มีอำนาจในการเก็บรวบรวมตามกฎหมาย
                </li>
                <li>
                  แจ้งวัตถุประสงค์ของการเก็บรวบรวมใหม่เพื่อการนำข้อมูลส่วนบุคคลไปใช้หรือเปิดเผย
                  อาทิ เพื่อสร้างและจัดการบัญชีผู้ใช้งาน Fastjob เป็นต้น
                </li>
                <li>
                  แจ้งให้ทราบถึงกรณีที่ท่านต้องให้ข้อมูลส่วนบุคคลเพื่อปฏิบัติตามกฎหมายหรือสัญญาหรือมีความจำเป็นต้องให้ข้อมูลส่วนบุคคลเพื่อเข้าทำสัญญา
                  รวมทั้งแจ้งถึงผลกระทบที่เป็นไปได้จากการไม่ให้ข้อมูลส่วนบุคคล
                </li>
                <li>
                  แจ้งประเภทของข้อมูลส่วนบุคคลที่จะมีการเก็บรวบรวมและระยะเวลาในการเก็บรวบรวม
                  พร้อมกำหนดระยะเวลาในการเก็บรวบรวม
                </li>
                <li>
                  แจ้งประเภทของบุคคลหรือหน่วยงานซึ่งข้อมูลส่วนบุคคลที่เก็บรวบรวมอาจจะถูกเปิดเผย
                </li>
                <li>
                  แจ้งข้อมูลเกี่ยวกับบริษัทฯ อาทิ ชื่อ
                  สถานที่และวิธีการติดต่อเจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคล
                  เป็นต้น
                </li>
                <li>แจ้งสิทธิของท่านตามกฎหมาย</li>
              </ul>
              <p className="mb-6 m-0 leading-[1.5]">
                <strong>ประเภทของข้อมูลส่วนบุคคล</strong>
              </p>
              <ul className="list-disc pl-[48px] grid gap-2">
                <li>
                  ข้อมูลประจำตัว ได้แก่ ภาพประจำตัวบุคคล ชื่อ - นามสกุล อายุ
                  วันเดือนปีเกิด เป็นต้น
                </li>
                <li>
                  ข้อมูลการติดต่อ ได้แก่ ที่อยู่ หมายเลขโทรศัพท์
                  จดหมายอิเล็กทรอนิกส์ (Email) เป็นต้น
                </li>
                <li>
                  ข้อมูลบัญชี Fastjob ได้แก่ บัญชีผู้ใช้งาน
                  ประวัติการใช้งานทั้งหมด เป็นต้น
                </li>
                <li>
                  หลักฐานแสดงตัวตน ได้แก่
                  ข้อมูลบริษัทสำหรับผู้ว่าจ้างในรูปแบบบริษัท
                  หลักฐานการจดทะเบียนผู้ประกอบการฯ
                  บัตรประจำตัวประชาชนสำหรับผู้รับจ้าง เป็นต้น
                </li>
                <li>
                  ข้อมูลการทำธุระกรรมและการเงิน ได้แก่ ประวัติการจ้างงาน
                  ประวัติการเติมเงิน เป็นต้น
                </li>
                <li>
                  ข้อมูลทางเทคนิค ได้แก่ IP Address, Cookie ID,
                  ประวัติการใช้งานเว็บไซต์ (Activity Log) เป็นต้น
                </li>
                <li>
                  ข้อมูลอื่น ๆ ได้แก่ ข้อเสนอแนะเกี่ยวกับผลงานของผู้รับจ้าง
                  ข้อมูลอื่นใดที่ถือว่าเป็นข้อมูลส่วนบุคคลตามกฎหมายคุ้มครองข้อมูลส่วนบุคคล
                  เป็นต้น
                </li>
              </ul>
              <p className="mb-6 m-0 leading-[1.5]">
                <strong>วัตถุประสงค์ของการเก็บรวบรวมข้อมูลส่วนบุคคล</strong>
              </p>
              <ul className="list-disc pl-[48px] grid gap-2">
                <li>เพื่อสร้างและจัดการบัญชีผู้ใช้งาน Fastjob</li>
                <li>เพื่อจัดส่งสินค้าหรือบริการ</li>
                <li>เพื่อชำระค่าสินค้าหรือบริการ</li>
                <li>เพื่อการบริการหลังการขายหรือบริการ</li>
                <li>เพื่อรวบรวมข้อเสนอแนะ</li>
                <li>เพื่อการบริหารจัดการภายในบริษัทฯ</li>
                <li>
                  เพื่อปฏิบัติตามข้อตกลงและเงื่อนไข (Terms and Conditions) ของ
                  Fastjob
                </li>
                <li>
                  เพื่อควบคุมไม่ให้มีการใช้ Fastjob ที่ฝ่าฝืนข้อตกลงและเงื่อนไข
                  (Terms and Conditions) ของ Fastjob อาทิ
                  ควบคุมไม่ให้มีการแลกเปลี่ยนข้อมูลติดต่อระหว่างผู้รับจ้างและผู้ว่าจ้าง
                  เป็นต้น
                </li>
                <li>
                  เพื่อใช้สิทธิทางศาลหรือระงับข้อพิพาทใด ๆ
                  ที่อาจเกิดขึ้นจากการใช้บริการ Fastjob
                </li>
                <li>เพื่อปฏิบัติตามกฎหมายและกฎระเบียบของหน่วยงานราชการ</li>
                <li>
                  เพื่อการตลาดและการส่งเสริมการขาย
                  ในลักษณะที่ไม่สามารถระบุตัวตนได้
                </li>
                <li>
                  เพื่อปรับปรุงสินค้า บริการ หรือประสบการณ์การใช้งาน
                  ในลักษณะที่สามารถระบุตัวตนได้
                </li>
              </ul>
              <p className="mb-6 m-0 leading-[1.5]">
                <strong>
                  การเก็บรวบรวมข้อมูลส่วนบุคคลโดยไม่ต้องขอความยินยอม
                </strong>
              </p>
              <ul className="list-disc pl-[48px] grid gap-2">
                <li>
                  เพื่อให้บรรลุวัตถุประสงค์ที่เกี่ยวกับการจัดทำเอกสารประวัติศาสตร์หรือจดหมายเหตุเพื่อประโยชน์สาธารณะ
                  หรือที่เกี่ยวกับการศึกษาวิจัยหรือสถิติซึ่งได้จัดให้มีมาตรการปกป้องที่เหมาะสมเพื่อคุ้มครองสิทธิและเสรีภาพของท่าน
                  อาทิ เพื่อทำวิจัยสถิติผู้เข้าใช้บริการ Fastjob ฯลฯ
                </li>
                <li>
                  เพื่อป้องกันหรือระงับอันตรายต่อชีวิต ร่างกาย หรือสุขภาพของท่าน
                  อาทิ
                  เพื่อวิเคราะห์หรือประเมินความสามารถของท่านในการเข้าร่วมงานที่ผู้ว่าจ้างประกาศรับสมัคร
                  ฯลฯ
                </li>
                <li>
                  เพื่อปฏิบัติตามสัญญาซึ่งท่านเป็นคู่สัญญาหรือเพื่อใช้ในการดำเนินการตามคำขอของท่านก่อนเข้าทำสัญญานั้น
                  อาทิ เพื่อสร้างและจัดการบัญชีผู้ใช้งาน Fastjob ฯลฯ
                </li>
                <li>
                  เพื่อปฏิบัติหน้าที่ในการดำเนินภารกิจเพื่อประโยชน์สาธารณะของเรา
                  หรือปฏิบัติหน้าที่ในการใช้อำนาจรัฐที่ได้มอบให้แก่เรา อาทิ
                  เพื่อปฏิบัติตามกฎหมายและกฎระเบียบของหน่วยงานราชการ ฯลฯ
                </li>
                <li>
                  เพื่อประโยชน์โดยชอบด้วยกฎหมายของเราหรือบุคคลอื่น
                  เว้นแต่ประโยชน์ดังกล่าวมีความสำคัญน้อยกว่าสิทธิขั้นพื้นฐานในข้อมูลส่วนบุคคลของท่าน
                  อาทิ เพื่อการบริการหลังการขายหรือบริการ ฯลฯ
                </li>
                <li>
                  เพื่อปฏิบัติตามกฎหมายของเรา อาทิ
                  เพื่อปฏิบัติตามกฎหมายและกฎระเบียบของหน่วยงานราชการ ฯลฯ
                </li>
              </ul>
              <p className="mb-6 m-0 leading-[1.5]">
                <strong>การขอความยินยอม</strong>
              </p>
              <p className="mb-6 m-0 leading-[1.5]">
                ในกรณีที่ไม่เข้าเงื่อนไขที่บริษัทฯ
                สามารถเก็บรวบรวมข้อมูลส่วนบุคคลโดยไม่ต้องขอความยินยอม
                <br />
                ซึ่งรวมถึงแต่ไม่จำกัดเพียง
                การเก็บรวบรวมข้อมูลส่วนบุคคลเพื่อวัตถุประสงค์ของการตลาดและการส่งเสริมการขาย
                การปรับปรุงสินค้า บริการ หรือประสบการณ์การใช้งาน ฯลฯ บริษัทฯ
                จะดำเนินการขอความยินยอมของท่านก่อนหรือในขณะเก็บรวบรวมข้อมูลส่วนบุคคลเสมอ
                โดยท่านสามารถให้ความยินยอมผ่าน{" "}
                <Link className="text-third underline" href="/consent-management">
                  https://fastwork.co/consent-management
                </Link>{" "}
                หรือช่องทางอื่นใดตามแต่ที่ได้ตกลงกัน
                <br />
                บริษัทฯ
                จะดำเนินการแจ้งให้ท่านทราบถึงวัตถุประสงค์ของการเก็บรวบรวม ใช้
                หรือเปิดเผยข้อมูลส่วนบุคคลเมื่อมีความจำเป็นต้องขอข้อมูลส่วนบุคคล
                และคำนึงอย่างถึงที่สุดในความเป็นอิสระของท่านในการให้ความยินยอม
                บริษัทฯ จะไม่เก็บรวบรวม ใช้
                หรือเปิดเผยข้อมูลส่วนบุคคลที่ไม่มีความจำเป็นหรือเกี่ยวข้องสำหรับการเข้าใช้บริการ
                Fastjob
                <br />
                บริษัทฯ จะไม่เก็บรวบรวม ใช้
                หรือเปิดเผยข้อมูลส่วนของผู้เยาว์ซึ่งยังไม่บรรลุนิติภาวะโดยการสมรส
                หรือไม่มีฐานะเสมือนดังบุคคลซึ่งบรรลุนิติภาวะแล้ว อย่างไรก็ดี
                ในกรณีที่ท่านประสงค์เข้าใช้บริการของบริษัทฯ
                ขอให้ท่านดำเนินการตามวิธีดังต่อไปนี้
              </p>
              <ul className="list-disc pl-[48px] grid gap-2">
                <li>
                  ในกรณีที่ผู้เยาว์มีอายุตั้งแต่ 10 ปี แต่ยังไม่ถึง 20
                  ปีบริบูรณ์ ต้องได้รับความยินยอมจากผู้ใช้อำนาจปกครอง
                </li>
                <li>
                  ในกรณีที่ผู้เยาว์มีอายุไม่เกิน 10 ปี
                  ผู้ใช้อำนาจปกครองต้องดำเนินการแทนผู้เยาว์
                </li>
              </ul>
              <p className="mb-6 m-0 leading-[1.5]">
                ทั้งนี้ หากบริษัทฯ
                ทราบว่ามีการเก็บรวบรวมข้อมูลส่วนบุคคลจากผู้เยาว์โดยไม่ได้รับความยินยอมจากผู้ใช้อำนาจปกครอง
                บริษัทฯ จะดำเนินการลบหรือทำลายข้อมูลส่วนบุคคลโดยทันที
              </p>
              <p className="mb-6 m-0 leading-[1.5]">
                <strong>
                  การประมวลผลข้อมูลส่วนบุคคลเพื่อวัตถุประสงค์ของการโฆษณาและการตลาด
                </strong>
              </p>
              <p className="mb-6 m-0 leading-[1.5]">
                บริษัทฯ
                อาจขอความยินยอมของท่านเพื่อประมวลผลข้อมูลส่วนบุคคลเพื่อวัตถุประสงค์ของการโฆษณาและการตลาด
                ซึ่งรวมถึงแต่ไม่จำกัดเพียง การวิเคราะห์
                การปรับปรุงสินค้าหรือบริการ และทำการตลาดผ่าน Google, Facebook,
                Line, One Signal, Mailchimp, Pixel Tracking Code หรือช่องทางอื่น
                ๆ<br />
                ทั้งนี้ บริษัทฯ จะไม่ใช้ระบบปฏิบัติงานโดยอัตโนมัติ (Automated
                Decision-Making) โดยปราศจากการบุคคลกำกับดูแล
                รวมถึงการทำโปรไฟล์ลิ่ง (Profiling)
                ในลักษณะที่ก่อให้เกิดผลกระทบแก่ท่านอย่างมีนัยสำคัญ
                <br />
                ในกรณีที่ท่านไม่ต้องการรับข่าวสารการโฆษณา และ/หรือ
                ข้อมูลทางการตลาดจากบริษัทฯ
                <br />
                (communication@fastwork.co) ท่านสามารถคลิ๊ก “Unsubscribe”
                ผ่านช่องทางจดหมายอิเล็กทรอนิกส์ที่บริษัทฯ
                จัดส่งไปยังท่านหรือใช้สิทธิเพิกถอนความยินยอมตามรายละเอียดดังจะกล่าวต่อไป
              </p>
              <p className="mb-6 m-0 leading-[1.5]">
                <strong>
                  การประมวลผลข้อมูลส่วนบุคคลเพื่อวัตถุประสงค์ของการควบคุมให้มีการใช้
                  Fastjob ตามข้อตกลงและเงื่อนไข (Terms and Conditions)
                </strong>
              </p>
              <p className="mb-6 m-0 leading-[1.5]">
                บริษัทฯ
                มีความจำเป็นต้องประมวลผลข้อมูลส่วนบุคคลของท่านเพื่อวัตถุประสงค์ของการควบคุมให้มีการใช้
                Fastjob ตามข้อตกลงและเงื่อนไข (Terms and Conditions)
                ซึ่งรวมถึงแต่ไม่จำกัดเพียง การควบคุมไม่ให้มีการใช้ Fastjob
                ที่ฝ่าฝืนข้อตกลงและเงื่อนไข (Terms and Conditions) ของ Fastjob
                ผ่านการใช้งาน
                <br />
                แอปพลิเคชันของคู่ค้าด้วยวิธีการตรวจสอบช่องทางสนทนาระหว่างผู้ว่าจ้างและผู้รับจ้าง
                โดยท่านรับทราบและยอมรับว่าข้อกำหนดดังกล่าวเป็นสาระสำคัญของการใช้บริการ
                Fastjob ในกรณีที่ท่านใช้สิทธิคัดค้านการประมวลผลข้อมูลส่วนบุคคล
                สิทธิขอให้ลบหรือทำลายข้อมูลส่วนบุคคล
                สิทธิระงับการใช้ข้อมูลส่วนบุคคล หรือสิทธิอื่นใด (ถ้ามี)
                ท่านอาจถูกจำกัดสิทธิในการเข้าถึงหรือเข้าใช้งาน Fastjob ได้
              </p>
              <p className="mb-6 m-0 leading-[1.5]">
                <strong>
                  ข้อมูลที่ต้องแจ้งให้เจ้าของข้อมูลส่วนบุคคลทราบขณะเก็บรวบรวมข้อมูลส่วนบุคคล
                </strong>
              </p>
              <p className="mb-6 m-0 leading-[1.5]">
                บริษัทฯ
                จะแจ้งให้ท่านทราบก่อนหรือในขณะเก็บรวบรวมข้อมูลส่วนบุคคลถึงรายละเอียดดังต่อไปนี้
                <br />
                เว้นแต่ท่านได้ทราบถึงรายละเอียดนั้นอยู่แล้ว
              </p>
              <ul className="list-disc pl-[48px] grid gap-2">
                <li>
                  วัตถุประสงค์ของการเก็บรวบรวมเพื่อการนำข้อมูลส่วนบุคคลไปใช้หรือเปิดเผย
                </li>
                <li>
                  แจ้งให้ทราบถึงกรณีที่ท่านต้องให้ข้อมูลส่วนบุคคลเพื่อปฏิบัติตามกฎหมายหรือสัญญาหรือมีความจำเป็นต้องให้ข้อมูลส่วนบุคคลเพื่อเข้าทำสัญญา
                  รวมทั้งแจ้งถึงผลกระทบที่เป็นไปได้จากการไม่ให้ข้อมูลส่วนบุคคล
                </li>
                <li>
                  ข้อมูลส่วนบุคคลที่จะมีการเก็บรวบรวมและระยะเวลาในการเก็บรวบรวมไว้
                  พร้อมกำหนดระยะเวลาในการเก็บรวบรวม
                </li>
                <li>
                  ประเภทของบุคคลหรือหน่วยงานซึ่งข้อมูลส่วนบุคคลที่เก็บรวบรวมอาจจะถูกเปิดเผย
                </li>
                <li>
                  ข้อมูลเกี่ยวกับเรา อาทิ ชื่อ สถานที่ติดต่อ
                  และวิธีการติดต่อเจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคล เป็นต้น
                </li>
                <li>สิทธิของท่านตามกฎหมาย</li>
              </ul>
              <p className="mb-6 m-0 leading-[1.5]">
                <strong>การใช้ข้อมูลส่วนบุคคล</strong>
              </p>
              <p className="mb-6 m-0 leading-[1.5]">
                บริษัทฯ
                จะใช้ข้อมูลส่วนบุคคลท่านตามวัตถุประสงค์ที่เก็บรวบรวมข้อมูลส่วนบุคคลหรือตามอำนาจแห่งกฎหมายเท่านั้น
              </p>
              <p className="mb-6 m-0 leading-[1.5]">
                <strong>การเปิดเผยข้อมูลส่วนบุคคล</strong>
              </p>
              <p className="mb-6 m-0 leading-[1.5]">
                บริษัทฯ
                จะเปิดเผยข้อมูลส่วนบุคคลท่านตามวัตถุประสงค์ที่เก็บรวบรวมข้อมูลส่วนบุคคลหรือตามอำนาจแห่งกฎหมายเท่านั้น
                <br />
                บริษัทฯ
                อาจเปิดเผยหรือส่งต่อข้อมูลส่วนบุคคลของท่านให้แก่คณะกรรมการ
                ผู้ถือหุ้น พนักงาน ลูกจ้าง หรือบุคลากรภายในบริษัทฯ
                เพื่อวัตถุประสงค์ที่จำเป็นตามเงื่อนไขที่ให้ไว้ในการเก็บรวบรวมข้อมูลส่วนบุคคลหรือตามอำนาจแห่งกฎหมาย
                นอกจากนี้ บริษัทฯ
                อาจเปิดเผยหรือส่งต่อข้อมูลส่วนบุคคลของท่านให้แก่บริษัทในเครือ
                บริษัทลูก หรือบริษัทที่จัดตั้งขึ้นใหม่ซึ่งบริษัทฯ เข้าถือหุ้นได้
                <br />
                บริษัทฯ
                อาจเปิดเผยหรือส่งต่อข้อมูลส่วนบุคคลของท่านให้แก่บุคคลภายนอก
                <strong>(“ผู้ประมวลผลข้อมูลส่วนบุคคล”)</strong>
                ซึ่งรวมถึงแต่ไม่จำกัดเพียง ผู้ให้บริการเซิร์ฟเวอร์ในต่างประเทศ
                ผู้ให้บริการภายนอก คู่ค้า หรือหน่วยงานของรัฐ ฯลฯ
                เพื่อวัตถุประสงค์ที่จำเป็นตามเงื่อนไขที่ให้ไว้ในการเก็บรวบรวมข้อมูลส่วนบุคคลหรือตามอำนาจแห่งกฎหมาย
                โดยที่การประมวลผลข้อมูลส่วนบุคคลดังกล่าวนี้ได้ผ่านการประเมินความปลอดภัยในการประมวลผลข้อมูลส่วนบุคคลตามมาตรฐานของกฎหมายฯ
                แล้ว
                <br />
                บริษัทฯ
                จะกำกับดูแลและควบคุมให้ผู้ประมวลผลข้อมูลส่วนบุคคลมีมาตรฐานการคุ้มครองข้อมูลส่วนบุคคลตามกฎหมายด้วยวิธีจัดทำสัญญา
                และ/หรือ ข้อตกลงการประมวลผลข้อมูลส่วนบุคคล
                <br />
                ในกรณีที่มีการเปิดเผยหรือส่งต่อข้อมูลส่วนบุคคลของท่านให้แก่ประเทศปลายทางหรือองค์การระหว่างประเทศที่รับข้อมูลส่วนบุคคลมีมาตรฐานการคุ้มครองข้อมูลส่วนบุคคลไม่ต่ำกว่ากฎหมาย
                ด้วยวิธีจัดทำสัญญา และ/หรือ ข้อตกลงการประมวลผลข้อมูลส่วนบุคคล
                เว้นแต่
              </p>
              <ul className="list-disc pl-[48px] grid gap-2">
                <li>
                  ได้รับความยินยอมจากท่าน
                  โดยแจ้งให้ท่านทราบถึงมาตรฐานการคุ้มครองข้อมูลส่วนบุคคลที่ไม่เพียงพอของประเทศปลายทางหรือองค์การระหว่างประเทศที่รับข้อมูลส่วนบุคคลแล้ว
                </li>
                <li>เป็นการปฏิบัติตามกฎหมาย</li>
                <li>
                  เป็นการจำเป็นเพื่อการปฏิบัติตามสัญญาซึ่งท่านเป็นคู่สัญญาหรือเพื่อใช้ในการดำเนินการตามคำขอของท่านก่อนเข้าทำสัญญานั้น
                </li>
                <li>
                  เป็นการกระทำตามสัญญาระหว่างเรากับบุคคลอื่นเพื่อประโยชน์แก่ท่าน
                </li>
                <li>
                  เป็นการป้องกันหรือระงับอันตรายต่อชีวิต ร่างกาย
                  หรือสุขภาพของท่านหรือบุคคลอื่น
                  ในกรณีที่ท่านไม่สามารถให้ความยินยอมได้ในขณะนั้น
                </li>
                <li>เป็นการจำเป็นเพื่อประโยชน์สาธารณะที่สำคัญ</li>
              </ul>
              <p className="mb-6 m-0 leading-[1.5]">
                บริษัทฯ
                จะควบคุมและกำกับดูแลให้ผู้ประมวลผลข้อมูลส่วนบุคคลมีปฏิบัติหน้าที่ดังต่อไปนี้
              </p>
              <ul className="list-disc pl-[48px] grid gap-2">
                <li>
                  เก็บรวบรวม ใช้
                  หรือเปิดเผยข้อมูลส่วนบุคคลตามวัตถุประสงค์หรือคำสั่งที่ได้รับจากบริษัทฯ
                </li>
                <li>
                  จัดให้มีมาตรการรักษาความมั่นคงปลอดภัยที่เหมาะสม
                  เพื่อป้องกันการสูญหาย เข้าถึง ใช้ เปลี่ยนแปลง แก้ไข
                  หรือเปิดเผยข้อมูลส่วนบุคคลโดยปราศจากอำนาจหรือโดยมิชอบ
                  รวมทั้งแจ้งให้บริษัทฯ
                  ทราบถึงเหตุการละเมิดข้อมูลส่วนบุคคลที่เกิดขึ้น (ถ้ามี)
                </li>
                <li>
                  จัดทำและเก็บรักษาบันทึกรายการของกิจกรรมการประมวลผลข้อมูลส่วนบุคคล
                </li>
              </ul>
              <p className="mb-6 m-0 leading-[1.5]">
                โดยท่านสามารถติดต่อหรือศึกษานโยบายการคุ้มครองข้อมูลส่วนบุคคลของผู้ประมวลผลข้อมูลส่วนบุคคลที่ประมวลผลข้อมูลส่วนบุคคลของท่านได้จากช่องทางที่ผู้ประมวลผลข้อมูลส่วนบุคคลนั้น
                ๆ ให้บริการ
              </p>
              <p className="mb-6 m-0 leading-[1.5]">
                <strong>ระยะเวลาในการประมวลผลข้อมูลส่วนบุคคล</strong>
              </p>
              <p className="mb-6 m-0 leading-[1.5]">
                บริษัทฯ
                จะเก็บรักษาข้อมูลส่วนบุคคลของท่านไว้ตามระยะเวลาที่จำเป็นในระหว่างที่ท่านใช้บริการ
                <br />
                Fastjob
                หรือตลอดระยะเวลาที่จำเป็นเพื่อให้บรรลุวัตถุประสงค์ที่กำหนดไว้ในนโยบายฯ
                หรือตามอำนาจแห่งกฎหมาย
                <br />
                ในกรณีที่ท่านยกเลิกบัญชีผู้ใช้งานของ Fastjob บริษัทฯ
                จะเก็บรักษาข้อมูลส่วนบุคคลของท่านเท่าที่จำเป็นเพื่อให้บรรลุวัตถุประสงค์ที่กำหนดไว้ในนโยบายฯ
                หรือตามอำนาจแห่งกฎหมาย โดยท่านสามารถทำรายการผ่าน Fastjob (
                <Link
                  className="text-third underline"
                  href="/content/support-center"
                >
                  https://static.fastwork.co/contents/support-center
                </Link>
                )<br />
                <strong>สิทธิของเจ้าของข้อมูลส่วนบุคคล</strong>
              </p>
              <p className="mb-6 m-0 leading-[1.5]">
                ท่านสามารถใช้สิทธิบางประการที่ท่านมีเกี่ยวกับข้อมูลส่วนบุคคลของท่านได้
                โดยปรากฏรายละเอียดดังนี้
              </p>
              <ol>
                <li>
                  <p className="mb-6 m-0 leading-[1.5]">
                    <strong>สิทธิเพิกถอนความยินยอม</strong>
                    <br />
                    ท่านมีสิทธิเพิกถอนความยินยอมในการประมวลผลข้อมูลส่วนบุคคลที่ท่านให้ไว้ต่อบริษัทฯ
                    ได้ อย่างไรก็ตาม
                    การเพิกถอนความยินยอมไม่ส่งผลกระทบต่อการเก็บรวบรวม ใช้
                    หรือเปิดเผยข้อมูลส่วนบุคคลที่เกิดขึ้นระหว่างที่ท่านได้ให้ความยินยอมไว้โดยชอบด้วยกฎหมาย
                  </p>
                  <p className="mb-6 m-0 leading-[1.5]">
                    ในกรณีที่การถอนความยินยอมส่งผลกระทบต่อท่าน บริษัทฯ
                    จะแจ้งให้ท่านทราบถึงผลกระทบจากการถอนความยินยอมนั้นก่อนดำเนินการถอนความยินยอมตามสิทธิของท่านทุกครั้ง
                    อาทิ
                    ในกรณีที่ท่านให้ความยินยอมในการเข้าถึงข้อมูลการสนทนาระหว่างท่านและผู้ว่าจ้าง
                    และต่อมาท่านประสงค์เพิกถอนความยินยอม บริษัทฯ
                    จะแจ้งให้ท่านทราบว่าการเพิกถอนความยินยอมอาจส่งผลให้ท่านไม่สามารถเข้าถึงของบริษัทฯ
                    ได้อีกต่อไป เป็นต้น
                  </p>
                </li>
                <li>
                  <p className="mb-6 m-0 leading-[1.5]">
                    <strong>สิทธิขอเข้าถึงและขอรับสำเนาข้อมูลส่วนบุคคล</strong>
                    <br />
                    ท่านมีสิทธิขอเข้าถึงและขอรับสำเนาข้อมูลส่วนบุคคลที่เกี่ยวข้องกับตน
                    หากว่าข้อมูลส่วนบุคคลนั้นอยู่ในรูปแบบที่สามารถอ่านหรือใช้งานโดยทั่วไปและสามารถใช้หรือเปิดเผยข้อมูลส่วนบุคคลได้ด้วยวิธีการอัตโนมัติ
                  </p>
                </li>
                <li>
                  <strong>สิทธิขอให้ส่งหรือโอนข้อมูลส่วนบุคคล</strong>
                  <br />
                  ท่านมีสิทธิขอให้บริษัทฯ
                  ส่งหรือโอนข้อมูลส่วนบุคคลที่อยู่ในรูปแบบที่สามารถอ่านหรือใช้งานโดยทั่วไปและสามารถใช้หรือเปิดเผยข้อมูลส่วนบุคคลได้ด้วยวิธีการอัตโนมัติไปยังผู้ควบคุมข้อมูลส่วนบุคคลอื่น
                </li>
                <li>
                  <strong>สิทธิขอแก้ไขข้อมูลส่วนบุคคล</strong>
                  <br />
                  ท่านมีสิทธิขอให้บริษัทฯ แก้ไขข้อมูลส่วนบุคคลนั้นถูกต้อง
                  เป็นปัจจุบัน สมบูรณ์ และไม่ก่อให้เกิดความเข้าใจผิด
                </li>
                <li>
                  <strong>สิทธิคัดค้านการประมวลผลข้อมูลส่วนบุคคล</strong>
                  <br />
                  ท่านมีสิทธิคัดค้านการเก็บรวบรวม ใช้
                  หรือเปิดเผยข้อมูลส่วนบุคคลของท่านในกรณีที่บริษัทฯ
                  ประมวลผลข้อมูลส่วนบุคคลเพื่อวัตถุประสงค์ดังต่อไปนี้
                  <ul className="list-disc pl-[48px] grid gap-2">
                    <li>เกี่ยวกับประโยชน์สาธารณะ</li>
                    <li>เกี่ยวกับอำนาจรัฐ</li>
                    <li>เกี่ยวกับการตลาดแบบตรง</li>
                    <li>
                      เกี่ยวกับการศึกษาวิจัยทางวิทยาศาสตร์ ประวัติศาสตร์
                      หรือสถิติ
                    </li>
                  </ul>
                </li>
                <li>
                  <strong>สิทธิขอให้ลบหรือทำลายข้อมูลส่วนบุคคล</strong>
                  <br />
                  ท่านมีสิทธิขอให้ลบ ทำลาย
                  หรือทำให้ข้อมูลส่วนบุคคลเป็นข้อมูลที่ไม่สามารถระบุตัวบุคคลที่เป็นเจ้าของข้อมูลส่วนบุคคลได้
                  ในกรณีดังต่อไปนี้
                  <ul className="list-disc pl-[48px] grid gap-2">
                    <li>
                      เมื่อข้อมูลส่วนบุคคลหมดความจำเป็นในการเก็บรักษาไว้ตามวัตถุประสงค์ในการประมวลผลข้อมูลส่วนบุคคล
                    </li>
                    <li>
                      เมื่อมีเหตุใด ๆ ปรากฏว่าบริษัทฯ
                      ไม่มีอำนาจในการประมวลผลข้อมูลส่วนบุคคลของท่านได้ตามกฎหมาย
                    </li>
                    <li>
                      เมื่อท่านใช้สิทธิถอนความยินยอมในการประมวลผลข้อมูลส่วนบุคคลและบริษัทฯ
                      ไม่มีอำนาจตามกฎหมายที่จะประมวลผลข้อมูลส่วนบุคคลของท่านนั้นได้ต่อไป
                    </li>
                    <li>
                      เมื่อท่านคัดค้านการประมวลผลข้อมูลส่วนบุคคลและบริษัทฯ
                      ได้ดำเนินการตามคำขอดังกล่าวแล้ว
                    </li>
                  </ul>
                </li>
                <li>
                  <strong>สิทธิระงับการใช้ข้อมูลส่วนบุคคล</strong>
                  <br />
                  ท่านมีสิทธิขอให้ระงับการใช้ข้อมูลส่วนบุคคล ในกรณีดังต่อไปนี้
                  <ul className="list-disc pl-[48px] grid gap-2">
                    <li>
                      เมื่ออยู่ระหว่างการตรวจสอบการใช้สิทธิแก้ไขข้อมูลส่วนบุคคลให้ถูกต้อง
                      เป็นปัจจุบัน สมบูรณ์ และไม่ก่อให้เกิดความเข้าใจผิด
                    </li>
                    <li>
                      เมื่ออยู่ในระหว่างการตรวจสอบการใช้สิทธิคัดค้านการเก็บรวบรวม
                      ใช้ หรือเปิดเผยข้อมูลส่วนบุคคล
                    </li>
                    <li>
                      เมื่อเป็นข้อมูลส่วนบุคคลที่ต้องลบหรือทำลาย
                      แต่ท่านใช้สิทธิขอให้ระงับการใช้ข้อมูลส่วนบุคคลแทน
                    </li>
                    <li>
                      เมื่อข้อมูลส่วนบุคคลหมดความจำเป็นในการเก็บรักษาไว้ตามวัตถุประสงค์ในการประมวลผลข้อมูลส่วนบุคคล
                      แต่ท่านมีความจำเป็นต้องขอให้เก็บรักษาไว้เพื่อใช้ในการก่อตั้งสิทธิเรียกร้องตามกฎหมาย
                      การปฏิบัติตามหรือการใช้สิทธิเรียกร้องตามกฎหมาย
                      หรือการยกขึ้นต่อสู้สิทธิเรียกร้องตามกฎหมาย
                    </li>
                  </ul>
                </li>
                <li>
                  <p className="mb-6 m-0 leading-[1.5]">
                    <strong>สิทธิร้องเรียน</strong>
                    <br />
                    ในกรณีที่ท่านเห็นว่ามีการประมวลผลข้อมูลส่วนบุคคลของท่านที่ไม่เป็นไปตามวัตถุประสงค์ที่เก็บรวบรวมข้อมูลส่วนบุคคลหรือตามอำนาจแห่งกฎหมาย
                    ท่านมีสิทธิร้องเรียนการประมวลผลข้อมูลส่วนบุคคลของบริษัทฯ ได้
                  </p>
                  <p className="mb-6 m-0 leading-[1.5]">
                    ท่านสามารถใช้สิทธิได้โดยการเข้าใช้งานบัญชีผ่านของ Fastjob (
                    <Link
                      className="text-third underline"
                      href="/content/support-center"
                    >
                      https://static.fastwork.co/contents/support-center
                    </Link>
                    <br />) หรือแบบคำขอใช้สิทธิ ทั้งนี้ เมื่อบริษัทฯ ได้รับคำขอ
                    บริษัทฯ
                    จะดำเนินการตามคำขอของท่านตามรายละเอียดดังจะกล่าวต่อไป
                    นอกจากนี้ ในกรณีที่ท่านประสงค์สอบถามหรือมีข้อเสนอแนะใด ๆ
                    เกี่ยวกับการประมวลผลข้อมูลส่วนบุคคลของท่าน
                    ท่านสามารถติดต่อมายังเจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคลของบริษัทฯ
                    ผ่านช่องทางติดต่อที่ให้ไว้
                  </p>
                </li>
              </ol>
              <table className="border-collapse border-spacing-[2px] border-gray-400 ">
                <thead>
                  <tr>
                    <th className="border-1 border-black">
                      สิทธิของเจ้าของ ข้อมูลส่วนบุคคล
                    </th>
                    <th colSpan={2} className="border-1 border-black">
                      ช่องทางการติดต่อ
                    </th>
                    <th className="border-1 border-black">
                      ระยะเวลาดำเนินการ (วัน)
                    </th>
                  </tr>
                </thead>
                <tbody>
                  <tr>
                    <td className="border-1 border-black text-center"></td>
                    <td className="border-1 border-black text-center">
                      ดำเนินการด้วยตนเองบนเว็บไซต์ Fastjob
                    </td>
                    <td className="border-1 border-black text-center">
                      กรอกแบบคำขอใช้สิทธิ
                    </td>
                    <td className="border-1 border-black text-center"></td>
                  </tr>
                  <tr>
                    <td className="border-1 border-black ">
                      สิทธิเพิกถอนความยินยอม
                    </td>
                    <td className="border-1 border-black text-center">X</td>
                    <td className="border-1 border-black text-center"></td>
                    <td className="border-1 border-black text-center">7</td>
                  </tr>
                  <tr>
                    <td className="border-1 border-black ">
                      สิทธิขอเข้าถึงและขอรับสำเนาข้อมูลส่วนบุคคล
                    </td>
                    <td className="border-1 border-black text-center">X</td>
                    <td className="border-1 border-black text-center"></td>
                    <td className="border-1 border-black text-center">ทันที</td>
                  </tr>
                  <tr>
                    <td className="border-1 border-black ">
                      สิทธิขอให้ส่งหรือโอนข้อมูลส่วนบุคคล
                    </td>
                    <td className="border-1 border-black text-center"></td>
                    <td className="border-1 border-black text-center">X</td>
                    <td className="border-1 border-black text-center">30</td>
                  </tr>
                  <tr>
                    <td className="border-1 border-black ">
                      สิทธิขอแก้ไขข้อมูลส่วนบุคคล
                    </td>
                    <td className="border-1 border-black text-center">X</td>
                    <td className="border-1 border-black text-center"></td>
                    <td className="border-1 border-black text-center">ทันที</td>
                  </tr>
                  <tr>
                    <td className="border-1 border-black ">
                      สิทธิคัดค้านการประมวลผลข้อมูลส่วนบุคคล
                    </td>
                    <td className="border-1 border-black text-center"></td>
                    <td className="border-1 border-black text-center">X</td>
                    <td className="border-1 border-black text-center">30</td>
                  </tr>
                  <tr>
                    <td className="border-1 border-black ">
                      สิทธิขอให้ลบหรือทำลายข้อมูลส่วนบุคคล
                    </td>
                    <td className="border-1 border-black text-center"></td>
                    <td className="border-1 border-black text-center">X</td>
                    <td className="border-1 border-black text-center">30</td>
                  </tr>
                  <tr>
                    <td className="border-1 border-black ">
                      สิทธิระงับการใช้ข้อมูลส่วนบุคคล
                    </td>
                    <td className="border-1 border-black text-center"></td>
                    <td className="border-1 border-black text-center">X</td>
                    <td className="border-1 border-black text-center">30</td>
                  </tr>
                  <tr>
                    <td className="border-1 border-black ">สิทธิร้องเรียน</td>
                    <td className="border-1 border-black text-center">X</td>
                    <td className="border-1 border-black text-center"></td>
                    <td className="border-1 border-black text-center">ทันที</td>
                  </tr>
                  <tr>
                    <td colSpan={4} className="border-1 border-black text-left">
                      <em>
                        หมายเหตุ
                        ระยะเวลาในการดำเนินการจะคำนวณนับแต่วันที่บริษัทฯ
                        ได้รับเอกสารครบถ้วน
                      </em>
                    </td>
                  </tr>
                </tbody>
              </table>
              <p className="mb-6 m-0 leading-[1.5]">
                บริษัทฯ
                มีสิทธิปฏิเสธไม่ปฏิบัติตามคำขอของท่านได้หากปรากฏว่าคำขอของท่านไม่ชอบหรือบริษัทฯ
                <br />
                มีอำนาจประมวลผลข้อมูลส่วนบุคคลของท่านได้ต่อไปตามกฎหมาย
                ในกรณีที่บริษัทฯ ไม่สามารถปฏิบัติตามคำขอของท่าน บริษัทฯ
                จะบันทึกคำร้องขอของเจ้าของข้อมูลส่วนบุคคลพร้อมด้วยเหตุผลไว้ในทะเบียนการประมวลผลข้อมูลส่วนบุคคล
                <br />
                อนึ่ง หากท่านอยู่ในเขตเศรษฐกิจยุโรป (EEA)
                นอกจากสิทธิของเจ้าของข้อมูลส่วนบุคคลดังกล่าวข้างต้นแล้ว
                ท่านยังมีสิทธิที่จะยื่นเรื่องร้องเรียนกับสำนักงานคุ้มครองข้อมูลส่วนบุคคลในประเทศของท่านได้
              </p>
              <p className="mb-6 m-0 leading-[1.5]">
                <strong>เทคโนโลยีติดตามตัวบุคคล (Cookies)</strong>
              </p>
              <p className="mb-6 m-0 leading-[1.5]">
                บริษัทฯ มีความจำเป็นต้องใช้ Cookies
                หรือเทคโนโลยีอื่นที่คล้ายคลึงกัน
                เพื่อระบุและติดตามผู้ใช้งานเว็บไซต์ และ/หรือ
                การเข้าถึงเว็บไซต์ของบริษัทฯ
                เพื่อเพิ่มประสบการณ์การใช้งานของท่านให้สมบูรณ์และมีประสิทธิภาพมากขึ้น
                เพื่อพัฒนาการเข้าถึงสินค้าหรือบริการ หรือเพื่อโฆษณาที่เหมาะสม
                ในกรณีที่ท่านไม่ประสงค์ให้มีการติดตามโดย Cookies
                ท่านสามารถตั้งค่าสิทธิการติดตามของ Cookies ได้ผ่าน
                <Link className="text-third underline" href="/consent-management">
                  https://fastwork.co/consent-management
                </Link>
                <br /> ทั้งนี้
                ท่านสามารถติดตามเงื่อนไขการจัดการการใช้ข้อมูลเพิ่มเติมได้ที่
                <a
                  className="text-third underline"
                  href="https://fastwork.co/blog/cookie-policy/"
                >
                  https://fastwork.co/blog/cookie-policy/
                </a>
              </p>
              <p className="mb-6 m-0 leading-[1.5]">
                <strong>การรักษาความมั่งคงปลอดภัยของข้อมูลส่วนบุคคล</strong>
              </p>
              <p className="mb-6 m-0 leading-[1.5]">
                บริษัทฯ ได้จัดให้มีมาตรการรักษาความมั่นคงปลอดภัยที่เหมาะสม
                เพื่อป้องกันการสูญหาย เข้าถึง ใช้ เปลี่ยนแปลง แก้ไข
                หรือเปิดเผยข้อมูลส่วนบุคคลโดยปราศจากอำนาจหรือโดยมิชอบ
                และจะดำเนินการทบทวนมาตรการดังกล่าวเมื่อมีความจำเป็นหรือเมื่อเทคโนโลยีเปลี่ยนแปลงไปเพื่อให้มีประสิทธิภาพในการรักษาความมั่นคงปลอดภัยที่เหมาะสม
                โดยการรักษาความลับ (Confidentiality) ความถูกต้องครบถ้วน
                (Integrity) และสภาพพร้อมใช้งาน (Availability) ทั้งนี้
                เพื่อป้องกันการสูญหาย เข้าถึง ใช้ เปลี่ยนแปลง แก้ไข หรือเปิดเผย
                นอกจากนี้ บริษัทฯ
                จะจัดให้มีมาตรการรักษาความมั่นคงปลอดภัยของข้อมูลส่วนบุคคล
                ซึ่งครอบคลุมถึงมาตรการป้องกันด้านการบริหารจัดการ (Administrative
                Safeguard) มาตรการป้องกันด้านเทคนิค (Technical Safeguard)
                และมาตรการป้องกันทางกายภาพ (Physical Safeguard) ทั้งนี้
                เพื่อป้องกันไม่ให้มีการเข้าถึงข้อมูลส่วนบุคคล (Access Control)
                ที่ไม่ถูกต้อง รวมถึงป้องกันไม่ให้ท่านได้รับข้อมูลขยะ (Spam)
                สปายแวร์ (Spyware) หรือไวรัส (Virus) อนึ่ง
                ท่านสามารถรายงานเหตุการณ์ที่อาจกระทบความมั่นคงปลอดภัยของบริษัทฯ
                ได้ที่ (
                <Link
                  className="text-third underline"
                  href="/content/support-center"
                >
                  https://static.fastwork.co/contents/support-center
                </Link>
                )<br />
                บริษัทฯ
                ได้จัดให้มีระบบการตรวจสอบเพื่อดำเนินการลบหรือทำลายข้อมูลส่วนบุคคลเมื่อเข้าหลักเกณฑ์ดังต่อไปนี้
              </p>
              <ul className="list-disc pl-[48px] grid gap-2">
                <li>
                  เมื่อพ้นกำหนดระยะเวลาการเก็บรวบรวม ใช้
                  หรือเปิดเผยข้อมูลส่วนบุคคล
                </li>
                <li>
                  เมื่อข้อมูลส่วนบุคคลนั้นไม่เกี่ยวข้องหรือเกินความจำเป็นตามวัตถุประสงค์ในการเก็บรวบรวมข้อมูลส่วนบุคคลนั้น
                </li>
                <li>
                  เมื่อเจ้าของข้อมูลส่วนบุคคลร้องขอหรือเมื่อมีการถอนความยินยอม
                  เว้นแต่เป็นการเก็บรวบรวม ใช้
                  หรือเปิดเผยข้อมูลส่วนบุคคลไว้เพื่อวัตถุประสงค์ในการใช้เสรีภาพในการแสดงความคิดเห็น
                  การจัดทำเอกสารประวัติศาสตร์ จดหมายเหตุ
                  หรือที่เกี่ยวกับการศึกษาวิจัยหรือสถิติ
                  การปฏิบัติหน้าที่ในการดำเนินภารกิจเพื่อประโยชน์สาธารณะ
                  การปฏิบัติตามกฎหมายเพื่อให้บรรลุวัตถุประสงค์เฉพาะ
                  การก่อตั้งสิทธิเรียกร้องตามกฎหมาย
                  การปฏิบัติตามหรือการใช้สิทธิเรียกร้องตามกฎหมายหรือการยกขึ้นต่อสู้สิทธิเรียกร้องตามกฎหมาย
                  หรือเพื่อการปฏิบัติตามกฎหมาย เป็นต้น
                </li>
              </ul>
              <p className="mb-6 m-0 leading-[1.5]">
                <strong>การแจ้งเหตุละเมิดข้อมูลส่วนบุคคล</strong>
              </p>
              <p className="mb-6 m-0 leading-[1.5]">
                ในกรณีที่มีเหตุละเมิดข้อมูลส่วนบุคคลของท่าน บริษัทฯ
                จะแจ้งให้สำนักงานคณะกรรมการคุ้มครองข้อมูลส่วนบุคคลทราบโดยไม่ชักช้าภายใน
                72 ชั่วโมง นับแต่ทราบเหตุเท่าที่สามารถกระทำได้
                ในกรณีที่การละเมิดมีความเสี่ยงสูงที่จะมีผลกระทบต่อสิทธิและเสรีภาพของท่าน
                บริษัทฯ
                จะแจ้งการละเมิดให้ท่านทราบพร้อมกับแนวทางการเยียวยาโดยไม่ชักช้าผ่านช่องทางต่าง
                ๆ อาทิ เว็บไซต์ ข้อความ จดหมายอิเล็กทรอนิกส์ โทรศัพท์ เป็นต้น
              </p>
              <p className="mb-6 m-0 leading-[1.5]">
                <strong>การแก้ไขเปลี่ยนแปลงนโยบายความเป็นส่วนตัว</strong>
              </p>
              <p className="mb-6 m-0 leading-[1.5]">
                บริษัทฯ อาจแก้ไขเปลี่ยนแปลงนโยบายฯ ได้เป็นครั้งคราว
                โดยท่านสามารถศึกษาข้อกำหนดและเงื่อนไขนโยบายที่มีการแก้ไขเปลี่ยนแปลงนี้ได้ผ่านทางเว็บไซต์ของบริษัทฯ
                ปรากฏรายละเอียดดังนี้
                <br />
                นโยบายความเป็นส่วนตัว (Privacy Policy) ครั้งที่ 1 ลงวันที่ 1
                กันยายน 2565
                <br />
                นโยบายความเป็นส่วนตัว (Privacy Policy) ครั้งที่ 2 ลงวันที่ 15
                สิงหาคม 2567
                <br />
                นโยบายฯ นี้แก้ไขล่าสุดและมีผลใช้บังคับตั้งแต่วันที่ 15 สิงหาคม
                2567 เป็นต้นไป
              </p>
              <p className="mb-6 m-0 leading-[1.5]">
                <strong>นโยบายความเป็นส่วนตัวของเว็บไซต์อื่น</strong>
              </p>
              <p className="mb-6 m-0 leading-[1.5]">
                นโยบายฯ ฉบับนี้ใช้สำหรับการเสนอสินค้า บริการ และการใช้งาน
                Fastjob เท่านั้น ทั้งนี้ การใช้บริการ Fastjob
                อาจมีลิงก์ที่เชื่อมต่อไปยังเว็บไซต์อื่นที่ไม่ได้เป็นเจ้าของหรือควบคุมโดยบริษัทฯ
                โปรดทราบว่าบริษัทฯ
                จะไม่รับผิดชอบต่อแนวทางการปฏิบัติทางด้านความเป็นส่วนตัวของเว็บไซต์อื่น
                ๆ ดังนั้น บริษัทฯ
                ขอแนะนำให้ท่านติดต่อหรือศึกษานโยบายการคุ้มครองข้อมูลส่วนบุคคลของบุคคลภายนอกที่ประมวลผลข้อมูลส่วนบุคคลได้จากช่องทางที่บุคคลภายนอกที่ประมวลผลข้อมูลส่วนบุคคลนั้น
                ๆ ให้บริการ
              </p>
              <p className="mb-6 m-0 leading-[1.5]">
                <strong>รายละเอียดการติดต่อ</strong>
              </p>
              <p className="mb-6 m-0 leading-[1.5]">
                ในกรณีที่ท่านต้องการสอบถามข้อมูลเกี่ยวกับนโยบายฯ ฉบับนี้
                รวมถึงขอใช้สิทธิของเจ้าของข้อมูลส่วนบุคคล
                ท่านสามารถติดต่อบริษัทฯ
                หรือเจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคลของบริษัทฯ
                ได้ผ่านรายละเอียดดังนี้
              </p>
              <ul className="list-disc pl-[48px] grid gap-2">
                <li>
                  ผู้ควบคุมข้อมูลส่วนบุคคล
                  <ul>
                    <li>บริษัท ฟาสต์เวิร์ค เทคโนโลยีส์ จำกัด</li>
                    <li>
                      เลขที่ 622 อาคารเอ็มโพเรียม ทาวเวอร์ ชั้นที่ 24/1-3,8
                      ถนนสุขุมวิท แขวงคลองตัน เขตคลองเตย กรุงเทพมหานคร 10110
                    </li>
                    <li>
                      ติดต่อศูนย์ช่วยเหลือ
                      <Link
                        className="text-third underline"
                        href="/content/support-center"
                      >
                        https://static.fastwork.co/contents/support-center
                      </Link>
                    </li>
                  </ul>
                </li>
                <li>
                  ทีม DPO
                  <ul>
                    <li>บริษัท ฟาสต์เวิร์ค เทคโนโลยีส์ จำกัด</li>
                    <li>
                      เลขที่ 622 อาคารเอ็มโพเรียม ทาวเวอร์ ชั้นที่ 24/1-3,8
                      ถนนสุขุมวิท แขวงคลองตัน เขตคลองเตย กรุงเทพมหานคร 10110
                    </li>
                    <li>
                      อีเมล{" "}
                      <a
                        className="text-third underline"
                        href="mailto:support@ibrowe.com"
                      >
                        support@ibrowe.com
                      </a>
                    </li>
                  </ul>
                </li>
              </ul>
            </ol>
          </div>
        </section>
      </main>
    </>
  );
};

export default PrivacyPolicy;
